-- START TIME: 2019-04-30 11:14:46
-- DATABASE NAME: lainiu


-- Table structure for shm_acount 
DROP TABLE IF EXISTS `shm_acount`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `shm_acount` (
  `id` int(6) NOT NULL AUTO_INCREMENT,
  `email` varchar(100) NOT NULL COMMENT 'Mail作为帐号',
  `uname` varchar(50) NOT NULL COMMENT '帐号',
  `nickname` varchar(50) NOT NULL COMMENT '显示名称',
  `pwd` varchar(64) NOT NULL COMMENT '密码',
  `tel` varchar(30) DEFAULT NULL COMMENT '电话',
  `phone` varchar(30) DEFAULT NULL COMMENT '手机',
  `addr` varchar(100) DEFAULT NULL COMMENT '地址',
  `photo` varchar(100) DEFAULT NULL COMMENT '头像',
  `thumb` varchar(100) DEFAULT NULL COMMENT '缩略图',
  `status` int(1) NOT NULL DEFAULT '1' COMMENT '用户状态，0 禁用',
  `login_today` int(11) NOT NULL COMMENT '今日登录次数',
  `pwd_errors` int(1) NOT NULL DEFAULT '0' COMMENT '密码错误次数',
  `login_ip` varchar(25) NOT NULL COMMENT '最后登录的IP',
  `reg_time` int(11) NOT NULL COMMENT '添加时间',
  `login_time` int(11) NOT NULL COMMENT '最后一次登录时间',
  `ga` varchar(20) NOT NULL COMMENT 'GA 两部验证密钥 开启与否',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8 COMMENT='前端会员帐号';
/*!40101 SET character_set_client = @saved_cs_client */;


-- Dumping data for table `shm_acount`
LOCK TABLES `shm_acount` WRITE;
/*!40000 ALTER TABLE `shm_acount` DISABLE KEYS */;
/*!40000 ALTER TABLE `shm_acount` ENABLE KEYS */;
UNLOCK TABLES;


-- Table structure for shm_adminmodels 
DROP TABLE IF EXISTS `shm_adminmodels`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `shm_adminmodels` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT '唯一编号',
  `cid` int(11) NOT NULL DEFAULT '0' COMMENT '所属栏目',
  `ccid` int(11) NOT NULL DEFAULT '0' COMMENT '栏目条目ID伪栏目',
  `mid` int(10) DEFAULT '1' COMMENT '1:新闻模块',
  `sort_id` int(11) DEFAULT '0' COMMENT '排序编号',
  `audit` int(1) NOT NULL DEFAULT '1' COMMENT '0:1审核',
  `flag` int(1) NOT NULL DEFAULT '0' COMMENT '0:1推荐',
  `ctype` int(4) NOT NULL DEFAULT '0' COMMENT '默认分类',
  `type_id` int(4) DEFAULT NULL COMMENT '模块标识',
  `title` varchar(200) DEFAULT NULL COMMENT '标题',
  `link` text COMMENT '外链',
  `title_seo` tinytext,
  `intro` varchar(500) DEFAULT NULL COMMENT '简介(200汉字)',
  `tags` tinytext COMMENT '标签',
  `content` text COMMENT '内容',
  `timeline` int(11) DEFAULT NULL COMMENT '发布/修改时间',
  `photo` varchar(200) DEFAULT NULL COMMENT '图片',
  `thumb` varchar(200) DEFAULT NULL COMMENT '图片缩略图',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='模块列表';
/*!40101 SET character_set_client = @saved_cs_client */;


-- Dumping data for table `shm_adminmodels`
LOCK TABLES `shm_adminmodels` WRITE;
/*!40000 ALTER TABLE `shm_adminmodels` DISABLE KEYS */;
/*!40000 ALTER TABLE `shm_adminmodels` ENABLE KEYS */;
UNLOCK TABLES;


-- Table structure for shm_advert 
DROP TABLE IF EXISTS `shm_advert`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `shm_advert` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT '唯一编号',
  `cid` int(11) DEFAULT NULL COMMENT '所属栏目',
  `ccid` int(11) NOT NULL DEFAULT '0' COMMENT '栏目条目ID伪栏目',
  `sort_id` int(11) DEFAULT '0' COMMENT '排序编号',
  `audit` int(1) NOT NULL DEFAULT '0' COMMENT '0:1审核',
  `flag` int(1) NOT NULL DEFAULT '0' COMMENT '0:1推荐',
  `ctype` int(4) NOT NULL DEFAULT '0' COMMENT '默认分类',
  `type_id` int(4) DEFAULT NULL COMMENT '类型',
  `title` tinytext COMMENT '标题',
  `link` text COMMENT '外链',
  `title_seo` tinytext,
  `intro` varchar(500) DEFAULT NULL COMMENT '简介(200汉字)',
  `tags` tinytext COMMENT '标签',
  `content` text COMMENT '内容',
  `timeline` int(11) DEFAULT NULL COMMENT '发布/修改时间',
  `expiretime` int(10) DEFAULT NULL COMMENT '公告过期时间',
  `status` int(1) NOT NULL DEFAULT '0' COMMENT '0:1状态,1 发布，0 草稿',
  `click` int(11) NOT NULL DEFAULT '0' COMMENT '浏览次数',
  `photo` varchar(200) DEFAULT NULL COMMENT '图片',
  `thumb` varchar(200) DEFAULT NULL COMMENT '图片缩略图',
  `attachment` tinytext COMMENT '附件',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='广告';
/*!40101 SET character_set_client = @saved_cs_client */;


-- Dumping data for table `shm_advert`
LOCK TABLES `shm_advert` WRITE;
/*!40000 ALTER TABLE `shm_advert` DISABLE KEYS */;
/*!40000 ALTER TABLE `shm_advert` ENABLE KEYS */;
UNLOCK TABLES;


-- Table structure for shm_article 
DROP TABLE IF EXISTS `shm_article`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `shm_article` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT '唯一编号',
  `cid` int(11) NOT NULL COMMENT '所属栏目',
  `ccid` int(11) NOT NULL DEFAULT '0' COMMENT '栏目条目ID伪栏目',
  `sort_id` int(11) DEFAULT '0' COMMENT '排序编号',
  `audit` int(1) NOT NULL DEFAULT '0' COMMENT '0:1审核',
  `flag` int(1) NOT NULL DEFAULT '0' COMMENT '0:1推荐',
  `ctype` int(4) NOT NULL DEFAULT '0' COMMENT '默认分类',
  `type_id` int(4) DEFAULT NULL COMMENT '类型',
  `title` varchar(200) NOT NULL COMMENT '标题',
  `title_seo` tinytext,
  `intro` varchar(500) DEFAULT NULL COMMENT '简介(200汉字)',
  `tags` tinytext COMMENT '标签',
  `content` text COMMENT '内容',
  `timeline` int(11) DEFAULT NULL COMMENT '发布/修改时间',
  `expiretime` int(10) DEFAULT NULL COMMENT '公告过期时间',
  `status` int(1) NOT NULL DEFAULT '0' COMMENT '0:1状态,1 发布，0 草稿',
  `author` varchar(50) DEFAULT NULL COMMENT '消息作者',
  `source` varchar(50) DEFAULT NULL COMMENT '消息来源',
  `click` int(11) NOT NULL DEFAULT '0' COMMENT '浏览次数',
  `recommend` int(1) NOT NULL DEFAULT '0' COMMENT '0:1推荐到分类门户的页面显示',
  `photo` varchar(200) DEFAULT NULL COMMENT '相关图片',
  `thumb` varchar(200) DEFAULT NULL COMMENT '图片缩略图',
  `attachment` tinytext COMMENT '附件',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=12 DEFAULT CHARSET=utf8 COMMENT='信息表';
/*!40101 SET character_set_client = @saved_cs_client */;


-- Dumping data for table `shm_article`
LOCK TABLES `shm_article` WRITE;
/*!40000 ALTER TABLE `shm_article` DISABLE KEYS */;
INSERT INTO `shm_article` (`id`,`cid`,`ccid`,`sort_id`,`audit`,`flag`,`ctype`,`type_id`,`title`,`title_seo`,`intro`,`tags`,`content`,`timeline`,`expiretime`,`status`,`author`,`source`,`click`,`recommend`,`photo`,`thumb`,`attachment`) VALUES
('1','68','0','1','1','0','0','3','大数据人工智能时代，这个行业终于爆发了！','','大数据是全量数据，能够预知未来。大数据是全量数据，源于事实，也是事实，
                                                            它并非既有经济理论变量性的函数分析，并不能在时间轴上理所应当地延展开去。在时间轴上，大数据终归是局部的，
                                                            远非全量，它是实然的，是已发生的，即其性质上仍然是历史数据而已。','','<p>1、随着大数据逐渐扩大市场占有率，大数据平台人才的缺口日益显现。据业内统计，目前国内的大数据研发人才缺口有三、四百万，其中大数据研发人才缺口至少50万。</p><p>2、大数据开发专家指出，想要从事大数据开发的人员，除了基础的计算机技术知识要扎实之外，要根据各类企业、各类岗位的不同需求，补充与岗位相关的大数据技术知识。此外，还要注重项目经验的积累。</p><p>3、据招聘网站上的数据统计显示：目前热招的大数据开发相关岗位约有4003个，而一个月内的有效岗位量在2180个。主要热招职位包括大数据开发工程师、大数据软件工程师、大数据应用开发工程师、大数据开发、大数据系统软件开发、大数据程序员、大数据应用版本管理等</p><p>4、从人才需求类型来看，目前对大数据人才需求一类是偏向硬件驱动的大数据人才需求，一类是偏向软件应用的大数据人才需求。</p><p>根据boss直聘发布的最新的招聘信息可以发现大数据工程师和java开发工程师同是1-3年的工作经验薪资确是天差地别，话不多说，直接上图。</p><p>1、随着大数据逐渐扩大市场占有率，大数据平台人才的缺口日益显现。据业内统计，目前国内的大数据研发人才缺口有三、四百万，其中大数据研发人才缺口至少50万</p><p>2、大数据开发专家指出，想要从事大数据开发的人员，除了基础的计算机技术知识要扎实之外，要根据各类企业、各类岗位的不同需求，补充与岗位相关的大数据技术知识。此外，还要注重项目经验的积累。</p><p>3、据招聘网站上的数据统计显示：目前热招的大数据开发相关岗位约有4003个，而一个月内的有效岗位量在2180个。主要热招职位包括大数据开发工程师、大数据软件工程师、大数据应用开发工程师、大数据开发、大数据系统软件开发、大数据程序员、大数据应用版本管理等。</p><p>4、从人才需求类型来看，目前对大数据人才需求一类是偏向硬件驱动的大数据人才需求，一类是偏向软件应用的大数据人才需求。</p><p>根据boss直聘发布的最新的招聘信息可以发现大数据工程师和java开发工程师同是1-3年的工作经验薪资确是天差地别，话不多说，直接上图。</p>','1556524224',NULL,'0',NULL,NULL,'9','0','76','2019/04/29/thumbnail/155652424932049p8v6.png',NULL),
('2','68','0','2','1','0','0','3','大数据人工智能时代，这个行业终于爆发了！','','大数据是全量数据，能够预知未来。大数据是全量数据，源于事实，也是事实，
                                                            它并非既有经济理论变量性的函数分析，并不能在时间轴上理所应当地延展开去。在时间轴上，大数据终归是局部的，
                                                            远非全量，它是实然的，是已发生的，即其性质上仍然是历史数据而已。','','<p>1、随着大数据逐渐扩大市场占有率，大数据平台人才的缺口日益显现。据业内统计，目前国内的大数据研发人才缺口有三、四百万，其中大数据研发人才缺口至少50万。</p><p>2、大数据开发专家指出，想要从事大数据开发的人员，除了基础的计算机技术知识要扎实之外，要根据各类企业、各类岗位的不同需求，补充与岗位相关的大数据技术知识。此外，还要注重项目经验的积累。</p><p>3、据招聘网站上的数据统计显示：目前热招的大数据开发相关岗位约有4003个，而一个月内的有效岗位量在2180个。主要热招职位包括大数据开发工程师、大数据软件工程师、大数据应用开发工程师、大数据开发、大数据系统软件开发、大数据程序员、大数据应用版本管理等</p><p>4、从人才需求类型来看，目前对大数据人才需求一类是偏向硬件驱动的大数据人才需求，一类是偏向软件应用的大数据人才需求。</p><p>根据boss直聘发布的最新的招聘信息可以发现大数据工程师和java开发工程师同是1-3年的工作经验薪资确是天差地别，话不多说，直接上图。</p><p>1、随着大数据逐渐扩大市场占有率，大数据平台人才的缺口日益显现。据业内统计，目前国内的大数据研发人才缺口有三、四百万，其中大数据研发人才缺口至少50万</p><p>2、大数据开发专家指出，想要从事大数据开发的人员，除了基础的计算机技术知识要扎实之外，要根据各类企业、各类岗位的不同需求，补充与岗位相关的大数据技术知识。此外，还要注重项目经验的积累。</p><p>3、据招聘网站上的数据统计显示：目前热招的大数据开发相关岗位约有4003个，而一个月内的有效岗位量在2180个。主要热招职位包括大数据开发工程师、大数据软件工程师、大数据应用开发工程师、大数据开发、大数据系统软件开发、大数据程序员、大数据应用版本管理等。</p><p>4、从人才需求类型来看，目前对大数据人才需求一类是偏向硬件驱动的大数据人才需求，一类是偏向软件应用的大数据人才需求。</p><p>根据boss直聘发布的最新的招聘信息可以发现大数据工程师和java开发工程师同是1-3年的工作经验薪资确是天差地别，话不多说，直接上图。</p>','1556524934',NULL,'0',NULL,NULL,'10','0','76','2019/04/29/thumbnail/155652424932049p8v6.png',NULL),
('3','68','0','3','1','0','0','3','大数据人工智能时代，这个行业终于爆发了！','','大数据是全量数据，能够预知未来。大数据是全量数据，源于事实，也是事实，
                                                            它并非既有经济理论变量性的函数分析，并不能在时间轴上理所应当地延展开去。在时间轴上，大数据终归是局部的，
                                                            远非全量，它是实然的，是已发生的，即其性质上仍然是历史数据而已。','','<p>1、随着大数据逐渐扩大市场占有率，大数据平台人才的缺口日益显现。据业内统计，目前国内的大数据研发人才缺口有三、四百万，其中大数据研发人才缺口至少50万。</p><p>2、大数据开发专家指出，想要从事大数据开发的人员，除了基础的计算机技术知识要扎实之外，要根据各类企业、各类岗位的不同需求，补充与岗位相关的大数据技术知识。此外，还要注重项目经验的积累。</p><p>3、据招聘网站上的数据统计显示：目前热招的大数据开发相关岗位约有4003个，而一个月内的有效岗位量在2180个。主要热招职位包括大数据开发工程师、大数据软件工程师、大数据应用开发工程师、大数据开发、大数据系统软件开发、大数据程序员、大数据应用版本管理等</p><p>4、从人才需求类型来看，目前对大数据人才需求一类是偏向硬件驱动的大数据人才需求，一类是偏向软件应用的大数据人才需求。</p><p>根据boss直聘发布的最新的招聘信息可以发现大数据工程师和java开发工程师同是1-3年的工作经验薪资确是天差地别，话不多说，直接上图。</p><p>1、随着大数据逐渐扩大市场占有率，大数据平台人才的缺口日益显现。据业内统计，目前国内的大数据研发人才缺口有三、四百万，其中大数据研发人才缺口至少50万</p><p>2、大数据开发专家指出，想要从事大数据开发的人员，除了基础的计算机技术知识要扎实之外，要根据各类企业、各类岗位的不同需求，补充与岗位相关的大数据技术知识。此外，还要注重项目经验的积累。</p><p>3、据招聘网站上的数据统计显示：目前热招的大数据开发相关岗位约有4003个，而一个月内的有效岗位量在2180个。主要热招职位包括大数据开发工程师、大数据软件工程师、大数据应用开发工程师、大数据开发、大数据系统软件开发、大数据程序员、大数据应用版本管理等。</p><p>4、从人才需求类型来看，目前对大数据人才需求一类是偏向硬件驱动的大数据人才需求，一类是偏向软件应用的大数据人才需求。</p><p>根据boss直聘发布的最新的招聘信息可以发现大数据工程师和java开发工程师同是1-3年的工作经验薪资确是天差地别，话不多说，直接上图。</p>','1556524936',NULL,'0',NULL,NULL,'8','0','76','2019/04/29/thumbnail/155652424932049p8v6.png',NULL),
('4','68','0','4','1','0','0','3','大数据人工智能时代，这个行业终于爆发了！','','大数据是全量数据，能够预知未来。大数据是全量数据，源于事实，也是事实，
                                                            它并非既有经济理论变量性的函数分析，并不能在时间轴上理所应当地延展开去。在时间轴上，大数据终归是局部的，
                                                            远非全量，它是实然的，是已发生的，即其性质上仍然是历史数据而已。','','<p>1、随着大数据逐渐扩大市场占有率，大数据平台人才的缺口日益显现。据业内统计，目前国内的大数据研发人才缺口有三、四百万，其中大数据研发人才缺口至少50万。</p><p>2、大数据开发专家指出，想要从事大数据开发的人员，除了基础的计算机技术知识要扎实之外，要根据各类企业、各类岗位的不同需求，补充与岗位相关的大数据技术知识。此外，还要注重项目经验的积累。</p><p>3、据招聘网站上的数据统计显示：目前热招的大数据开发相关岗位约有4003个，而一个月内的有效岗位量在2180个。主要热招职位包括大数据开发工程师、大数据软件工程师、大数据应用开发工程师、大数据开发、大数据系统软件开发、大数据程序员、大数据应用版本管理等</p><p>4、从人才需求类型来看，目前对大数据人才需求一类是偏向硬件驱动的大数据人才需求，一类是偏向软件应用的大数据人才需求。</p><p>根据boss直聘发布的最新的招聘信息可以发现大数据工程师和java开发工程师同是1-3年的工作经验薪资确是天差地别，话不多说，直接上图。</p><p>1、随着大数据逐渐扩大市场占有率，大数据平台人才的缺口日益显现。据业内统计，目前国内的大数据研发人才缺口有三、四百万，其中大数据研发人才缺口至少50万</p><p>2、大数据开发专家指出，想要从事大数据开发的人员，除了基础的计算机技术知识要扎实之外，要根据各类企业、各类岗位的不同需求，补充与岗位相关的大数据技术知识。此外，还要注重项目经验的积累。</p><p>3、据招聘网站上的数据统计显示：目前热招的大数据开发相关岗位约有4003个，而一个月内的有效岗位量在2180个。主要热招职位包括大数据开发工程师、大数据软件工程师、大数据应用开发工程师、大数据开发、大数据系统软件开发、大数据程序员、大数据应用版本管理等。</p><p>4、从人才需求类型来看，目前对大数据人才需求一类是偏向硬件驱动的大数据人才需求，一类是偏向软件应用的大数据人才需求。</p><p>根据boss直聘发布的最新的招聘信息可以发现大数据工程师和java开发工程师同是1-3年的工作经验薪资确是天差地别，话不多说，直接上图。</p>','1556524939',NULL,'0',NULL,NULL,'7','0','76','2019/04/29/thumbnail/155652424932049p8v6.png',NULL),
('5','68','0','5','1','0','0','3','大数据人工智能时代，这个行业终于爆发了！','','大数据是全量数据，能够预知未来。大数据是全量数据，源于事实，也是事实，
                                                            它并非既有经济理论变量性的函数分析，并不能在时间轴上理所应当地延展开去。在时间轴上，大数据终归是局部的，
                                                            远非全量，它是实然的，是已发生的，即其性质上仍然是历史数据而已。','','<p>1、随着大数据逐渐扩大市场占有率，大数据平台人才的缺口日益显现。据业内统计，目前国内的大数据研发人才缺口有三、四百万，其中大数据研发人才缺口至少50万。</p><p>2、大数据开发专家指出，想要从事大数据开发的人员，除了基础的计算机技术知识要扎实之外，要根据各类企业、各类岗位的不同需求，补充与岗位相关的大数据技术知识。此外，还要注重项目经验的积累。</p><p>3、据招聘网站上的数据统计显示：目前热招的大数据开发相关岗位约有4003个，而一个月内的有效岗位量在2180个。主要热招职位包括大数据开发工程师、大数据软件工程师、大数据应用开发工程师、大数据开发、大数据系统软件开发、大数据程序员、大数据应用版本管理等</p><p>4、从人才需求类型来看，目前对大数据人才需求一类是偏向硬件驱动的大数据人才需求，一类是偏向软件应用的大数据人才需求。</p><p>根据boss直聘发布的最新的招聘信息可以发现大数据工程师和java开发工程师同是1-3年的工作经验薪资确是天差地别，话不多说，直接上图。</p><p>1、随着大数据逐渐扩大市场占有率，大数据平台人才的缺口日益显现。据业内统计，目前国内的大数据研发人才缺口有三、四百万，其中大数据研发人才缺口至少50万</p><p>2、大数据开发专家指出，想要从事大数据开发的人员，除了基础的计算机技术知识要扎实之外，要根据各类企业、各类岗位的不同需求，补充与岗位相关的大数据技术知识。此外，还要注重项目经验的积累。</p><p>3、据招聘网站上的数据统计显示：目前热招的大数据开发相关岗位约有4003个，而一个月内的有效岗位量在2180个。主要热招职位包括大数据开发工程师、大数据软件工程师、大数据应用开发工程师、大数据开发、大数据系统软件开发、大数据程序员、大数据应用版本管理等。</p><p>4、从人才需求类型来看，目前对大数据人才需求一类是偏向硬件驱动的大数据人才需求，一类是偏向软件应用的大数据人才需求。</p><p>根据boss直聘发布的最新的招聘信息可以发现大数据工程师和java开发工程师同是1-3年的工作经验薪资确是天差地别，话不多说，直接上图。</p>','1556524941',NULL,'0',NULL,NULL,'7','0','76','2019/04/29/thumbnail/155652424932049p8v6.png',NULL),
('6','68','0','6','1','0','0','3','大数据人工智能时代，这个行业终于爆发了！','','大数据是全量数据，能够预知未来。大数据是全量数据，源于事实，也是事实，
                                                            它并非既有经济理论变量性的函数分析，并不能在时间轴上理所应当地延展开去。在时间轴上，大数据终归是局部的，
                                                            远非全量，它是实然的，是已发生的，即其性质上仍然是历史数据而已。','','<p>1、随着大数据逐渐扩大市场占有率，大数据平台人才的缺口日益显现。据业内统计，目前国内的大数据研发人才缺口有三、四百万，其中大数据研发人才缺口至少50万。</p><p>2、大数据开发专家指出，想要从事大数据开发的人员，除了基础的计算机技术知识要扎实之外，要根据各类企业、各类岗位的不同需求，补充与岗位相关的大数据技术知识。此外，还要注重项目经验的积累。</p><p>3、据招聘网站上的数据统计显示：目前热招的大数据开发相关岗位约有4003个，而一个月内的有效岗位量在2180个。主要热招职位包括大数据开发工程师、大数据软件工程师、大数据应用开发工程师、大数据开发、大数据系统软件开发、大数据程序员、大数据应用版本管理等</p><p>4、从人才需求类型来看，目前对大数据人才需求一类是偏向硬件驱动的大数据人才需求，一类是偏向软件应用的大数据人才需求。</p><p>根据boss直聘发布的最新的招聘信息可以发现大数据工程师和java开发工程师同是1-3年的工作经验薪资确是天差地别，话不多说，直接上图。</p><p>1、随着大数据逐渐扩大市场占有率，大数据平台人才的缺口日益显现。据业内统计，目前国内的大数据研发人才缺口有三、四百万，其中大数据研发人才缺口至少50万</p><p>2、大数据开发专家指出，想要从事大数据开发的人员，除了基础的计算机技术知识要扎实之外，要根据各类企业、各类岗位的不同需求，补充与岗位相关的大数据技术知识。此外，还要注重项目经验的积累。</p><p>3、据招聘网站上的数据统计显示：目前热招的大数据开发相关岗位约有4003个，而一个月内的有效岗位量在2180个。主要热招职位包括大数据开发工程师、大数据软件工程师、大数据应用开发工程师、大数据开发、大数据系统软件开发、大数据程序员、大数据应用版本管理等。</p><p>4、从人才需求类型来看，目前对大数据人才需求一类是偏向硬件驱动的大数据人才需求，一类是偏向软件应用的大数据人才需求。</p><p>根据boss直聘发布的最新的招聘信息可以发现大数据工程师和java开发工程师同是1-3年的工作经验薪资确是天差地别，话不多说，直接上图。</p>','1556524943',NULL,'0',NULL,NULL,'8','0','76','2019/04/29/thumbnail/155652424932049p8v6.png',NULL),
('7','68','0','7','1','0','0','3','大数据人工智能时代，这个行业终于爆发了！','','大数据是全量数据，能够预知未来。大数据是全量数据，源于事实，也是事实，
                                                            它并非既有经济理论变量性的函数分析，并不能在时间轴上理所应当地延展开去。在时间轴上，大数据终归是局部的，
                                                            远非全量，它是实然的，是已发生的，即其性质上仍然是历史数据而已。','','<p>1、随着大数据逐渐扩大市场占有率，大数据平台人才的缺口日益显现。据业内统计，目前国内的大数据研发人才缺口有三、四百万，其中大数据研发人才缺口至少50万。</p><p>2、大数据开发专家指出，想要从事大数据开发的人员，除了基础的计算机技术知识要扎实之外，要根据各类企业、各类岗位的不同需求，补充与岗位相关的大数据技术知识。此外，还要注重项目经验的积累。</p><p>3、据招聘网站上的数据统计显示：目前热招的大数据开发相关岗位约有4003个，而一个月内的有效岗位量在2180个。主要热招职位包括大数据开发工程师、大数据软件工程师、大数据应用开发工程师、大数据开发、大数据系统软件开发、大数据程序员、大数据应用版本管理等</p><p>4、从人才需求类型来看，目前对大数据人才需求一类是偏向硬件驱动的大数据人才需求，一类是偏向软件应用的大数据人才需求。</p><p>根据boss直聘发布的最新的招聘信息可以发现大数据工程师和java开发工程师同是1-3年的工作经验薪资确是天差地别，话不多说，直接上图。</p><p>1、随着大数据逐渐扩大市场占有率，大数据平台人才的缺口日益显现。据业内统计，目前国内的大数据研发人才缺口有三、四百万，其中大数据研发人才缺口至少50万</p><p>2、大数据开发专家指出，想要从事大数据开发的人员，除了基础的计算机技术知识要扎实之外，要根据各类企业、各类岗位的不同需求，补充与岗位相关的大数据技术知识。此外，还要注重项目经验的积累。</p><p>3、据招聘网站上的数据统计显示：目前热招的大数据开发相关岗位约有4003个，而一个月内的有效岗位量在2180个。主要热招职位包括大数据开发工程师、大数据软件工程师、大数据应用开发工程师、大数据开发、大数据系统软件开发、大数据程序员、大数据应用版本管理等。</p><p>4、从人才需求类型来看，目前对大数据人才需求一类是偏向硬件驱动的大数据人才需求，一类是偏向软件应用的大数据人才需求。</p><p>根据boss直聘发布的最新的招聘信息可以发现大数据工程师和java开发工程师同是1-3年的工作经验薪资确是天差地别，话不多说，直接上图。</p>','1556524945',NULL,'0',NULL,NULL,'8','0','76','2019/04/29/thumbnail/155652424932049p8v6.png',NULL),
('8','68','0','8','1','0','0','3','大数据人工智能时代，这个行业终于爆发了！','','大数据是全量数据，能够预知未来。大数据是全量数据，源于事实，也是事实，
                                                            它并非既有经济理论变量性的函数分析，并不能在时间轴上理所应当地延展开去。在时间轴上，大数据终归是局部的，
                                                            远非全量，它是实然的，是已发生的，即其性质上仍然是历史数据而已。','','<p>1、随着大数据逐渐扩大市场占有率，大数据平台人才的缺口日益显现。据业内统计，目前国内的大数据研发人才缺口有三、四百万，其中大数据研发人才缺口至少50万。</p><p>2、大数据开发专家指出，想要从事大数据开发的人员，除了基础的计算机技术知识要扎实之外，要根据各类企业、各类岗位的不同需求，补充与岗位相关的大数据技术知识。此外，还要注重项目经验的积累。</p><p>3、据招聘网站上的数据统计显示：目前热招的大数据开发相关岗位约有4003个，而一个月内的有效岗位量在2180个。主要热招职位包括大数据开发工程师、大数据软件工程师、大数据应用开发工程师、大数据开发、大数据系统软件开发、大数据程序员、大数据应用版本管理等</p><p>4、从人才需求类型来看，目前对大数据人才需求一类是偏向硬件驱动的大数据人才需求，一类是偏向软件应用的大数据人才需求。</p><p>根据boss直聘发布的最新的招聘信息可以发现大数据工程师和java开发工程师同是1-3年的工作经验薪资确是天差地别，话不多说，直接上图。</p><p>1、随着大数据逐渐扩大市场占有率，大数据平台人才的缺口日益显现。据业内统计，目前国内的大数据研发人才缺口有三、四百万，其中大数据研发人才缺口至少50万</p><p>2、大数据开发专家指出，想要从事大数据开发的人员，除了基础的计算机技术知识要扎实之外，要根据各类企业、各类岗位的不同需求，补充与岗位相关的大数据技术知识。此外，还要注重项目经验的积累。</p><p>3、据招聘网站上的数据统计显示：目前热招的大数据开发相关岗位约有4003个，而一个月内的有效岗位量在2180个。主要热招职位包括大数据开发工程师、大数据软件工程师、大数据应用开发工程师、大数据开发、大数据系统软件开发、大数据程序员、大数据应用版本管理等。</p><p>4、从人才需求类型来看，目前对大数据人才需求一类是偏向硬件驱动的大数据人才需求，一类是偏向软件应用的大数据人才需求。</p><p>根据boss直聘发布的最新的招聘信息可以发现大数据工程师和java开发工程师同是1-3年的工作经验薪资确是天差地别，话不多说，直接上图。</p>','1556524948',NULL,'0',NULL,NULL,'8','0','76','2019/04/29/thumbnail/155652424932049p8v6.png',NULL),
('9','68','0','9','1','0','0','3','大数据人工智能时代，这个行业终于爆发了！','','大数据是全量数据，能够预知未来。大数据是全量数据，源于事实，也是事实，
                                                            它并非既有经济理论变量性的函数分析，并不能在时间轴上理所应当地延展开去。在时间轴上，大数据终归是局部的，
                                                            远非全量，它是实然的，是已发生的，即其性质上仍然是历史数据而已。','','<p>1、随着大数据逐渐扩大市场占有率，大数据平台人才的缺口日益显现。据业内统计，目前国内的大数据研发人才缺口有三、四百万，其中大数据研发人才缺口至少50万。</p><p>2、大数据开发专家指出，想要从事大数据开发的人员，除了基础的计算机技术知识要扎实之外，要根据各类企业、各类岗位的不同需求，补充与岗位相关的大数据技术知识。此外，还要注重项目经验的积累。</p><p>3、据招聘网站上的数据统计显示：目前热招的大数据开发相关岗位约有4003个，而一个月内的有效岗位量在2180个。主要热招职位包括大数据开发工程师、大数据软件工程师、大数据应用开发工程师、大数据开发、大数据系统软件开发、大数据程序员、大数据应用版本管理等</p><p>4、从人才需求类型来看，目前对大数据人才需求一类是偏向硬件驱动的大数据人才需求，一类是偏向软件应用的大数据人才需求。</p><p>根据boss直聘发布的最新的招聘信息可以发现大数据工程师和java开发工程师同是1-3年的工作经验薪资确是天差地别，话不多说，直接上图。</p><p>1、随着大数据逐渐扩大市场占有率，大数据平台人才的缺口日益显现。据业内统计，目前国内的大数据研发人才缺口有三、四百万，其中大数据研发人才缺口至少50万</p><p>2、大数据开发专家指出，想要从事大数据开发的人员，除了基础的计算机技术知识要扎实之外，要根据各类企业、各类岗位的不同需求，补充与岗位相关的大数据技术知识。此外，还要注重项目经验的积累。</p><p>3、据招聘网站上的数据统计显示：目前热招的大数据开发相关岗位约有4003个，而一个月内的有效岗位量在2180个。主要热招职位包括大数据开发工程师、大数据软件工程师、大数据应用开发工程师、大数据开发、大数据系统软件开发、大数据程序员、大数据应用版本管理等。</p><p>4、从人才需求类型来看，目前对大数据人才需求一类是偏向硬件驱动的大数据人才需求，一类是偏向软件应用的大数据人才需求。</p><p>根据boss直聘发布的最新的招聘信息可以发现大数据工程师和java开发工程师同是1-3年的工作经验薪资确是天差地别，话不多说，直接上图。</p>','1556524950',NULL,'0',NULL,NULL,'8','0','76','2019/04/29/thumbnail/155652424932049p8v6.png',NULL),
('10','68','0','10','1','0','0','3','大数据人工智能时代，这个行业终于爆发了！','','大数据是全量数据，能够预知未来。大数据是全量数据，源于事实，也是事实，
                                                            它并非既有经济理论变量性的函数分析，并不能在时间轴上理所应当地延展开去。在时间轴上，大数据终归是局部的，
                                                            远非全量，它是实然的，是已发生的，即其性质上仍然是历史数据而已。','','<p>1、随着大数据逐渐扩大市场占有率，大数据平台人才的缺口日益显现。据业内统计，目前国内的大数据研发人才缺口有三、四百万，其中大数据研发人才缺口至少50万。</p><p>2、大数据开发专家指出，想要从事大数据开发的人员，除了基础的计算机技术知识要扎实之外，要根据各类企业、各类岗位的不同需求，补充与岗位相关的大数据技术知识。此外，还要注重项目经验的积累。</p><p>3、据招聘网站上的数据统计显示：目前热招的大数据开发相关岗位约有4003个，而一个月内的有效岗位量在2180个。主要热招职位包括大数据开发工程师、大数据软件工程师、大数据应用开发工程师、大数据开发、大数据系统软件开发、大数据程序员、大数据应用版本管理等</p><p>4、从人才需求类型来看，目前对大数据人才需求一类是偏向硬件驱动的大数据人才需求，一类是偏向软件应用的大数据人才需求。</p><p>根据boss直聘发布的最新的招聘信息可以发现大数据工程师和java开发工程师同是1-3年的工作经验薪资确是天差地别，话不多说，直接上图。</p><p>1、随着大数据逐渐扩大市场占有率，大数据平台人才的缺口日益显现。据业内统计，目前国内的大数据研发人才缺口有三、四百万，其中大数据研发人才缺口至少50万</p><p>2、大数据开发专家指出，想要从事大数据开发的人员，除了基础的计算机技术知识要扎实之外，要根据各类企业、各类岗位的不同需求，补充与岗位相关的大数据技术知识。此外，还要注重项目经验的积累。</p><p>3、据招聘网站上的数据统计显示：目前热招的大数据开发相关岗位约有4003个，而一个月内的有效岗位量在2180个。主要热招职位包括大数据开发工程师、大数据软件工程师、大数据应用开发工程师、大数据开发、大数据系统软件开发、大数据程序员、大数据应用版本管理等。</p><p>4、从人才需求类型来看，目前对大数据人才需求一类是偏向硬件驱动的大数据人才需求，一类是偏向软件应用的大数据人才需求。</p><p>根据boss直聘发布的最新的招聘信息可以发现大数据工程师和java开发工程师同是1-3年的工作经验薪资确是天差地别，话不多说，直接上图。</p>','1556524952',NULL,'0',NULL,NULL,'8','0','76','2019/04/29/thumbnail/155652424932049p8v6.png',NULL),
('11','68','0','11','1','0','0','3','大数据人工智能时代，这个行业终于爆发了！','','大数据是全量数据，能够预知未来。大数据是全量数据，源于事实，也是事实，
                                                            它并非既有经济理论变量性的函数分析，并不能在时间轴上理所应当地延展开去。在时间轴上，大数据终归是局部的，
                                                            远非全量，它是实然的，是已发生的，即其性质上仍然是历史数据而已。','','<p>1、随着大数据逐渐扩大市场占有率，大数据平台人才的缺口日益显现。据业内统计，目前国内的大数据研发人才缺口有三、四百万，其中大数据研发人才缺口至少50万。</p><p>2、大数据开发专家指出，想要从事大数据开发的人员，除了基础的计算机技术知识要扎实之外，要根据各类企业、各类岗位的不同需求，补充与岗位相关的大数据技术知识。此外，还要注重项目经验的积累。</p><p>3、据招聘网站上的数据统计显示：目前热招的大数据开发相关岗位约有4003个，而一个月内的有效岗位量在2180个。主要热招职位包括大数据开发工程师、大数据软件工程师、大数据应用开发工程师、大数据开发、大数据系统软件开发、大数据程序员、大数据应用版本管理等</p><p>4、从人才需求类型来看，目前对大数据人才需求一类是偏向硬件驱动的大数据人才需求，一类是偏向软件应用的大数据人才需求。</p><p>根据boss直聘发布的最新的招聘信息可以发现大数据工程师和java开发工程师同是1-3年的工作经验薪资确是天差地别，话不多说，直接上图。</p><p>1、随着大数据逐渐扩大市场占有率，大数据平台人才的缺口日益显现。据业内统计，目前国内的大数据研发人才缺口有三、四百万，其中大数据研发人才缺口至少50万</p><p>2、大数据开发专家指出，想要从事大数据开发的人员，除了基础的计算机技术知识要扎实之外，要根据各类企业、各类岗位的不同需求，补充与岗位相关的大数据技术知识。此外，还要注重项目经验的积累。</p><p>3、据招聘网站上的数据统计显示：目前热招的大数据开发相关岗位约有4003个，而一个月内的有效岗位量在2180个。主要热招职位包括大数据开发工程师、大数据软件工程师、大数据应用开发工程师、大数据开发、大数据系统软件开发、大数据程序员、大数据应用版本管理等。</p><p>4、从人才需求类型来看，目前对大数据人才需求一类是偏向硬件驱动的大数据人才需求，一类是偏向软件应用的大数据人才需求。</p><p>根据boss直聘发布的最新的招聘信息可以发现大数据工程师和java开发工程师同是1-3年的工作经验薪资确是天差地别，话不多说，直接上图。</p>','1556524954',NULL,'0',NULL,NULL,'12','0','76','2019/04/29/thumbnail/155652424932049p8v6.png',NULL);
/*!40000 ALTER TABLE `shm_article` ENABLE KEYS */;
UNLOCK TABLES;


-- Table structure for shm_article_tag 
DROP TABLE IF EXISTS `shm_article_tag`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `shm_article_tag` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `tag` varchar(30) NOT NULL COMMENT '标签',
  `record` int(11) DEFAULT NULL COMMENT '使用的 article id',
  `count` int(11) DEFAULT NULL COMMENT '计数',
  PRIMARY KEY (`id`),
  KEY `record_index` (`id`,`tag`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='标签表';
/*!40101 SET character_set_client = @saved_cs_client */;


-- Dumping data for table `shm_article_tag`
LOCK TABLES `shm_article_tag` WRITE;
/*!40000 ALTER TABLE `shm_article_tag` DISABLE KEYS */;
/*!40000 ALTER TABLE `shm_article_tag` ENABLE KEYS */;
UNLOCK TABLES;


-- Table structure for shm_banners 
DROP TABLE IF EXISTS `shm_banners`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `shm_banners` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT '唯一编号',
  `cid` int(11) NOT NULL COMMENT '所属栏目',
  `ccid` int(11) NOT NULL DEFAULT '0' COMMENT '栏目条目ID伪栏目',
  `sort_id` int(11) DEFAULT '0' COMMENT '排序编号',
  `audit` int(1) NOT NULL DEFAULT '0' COMMENT '0:1审核',
  `flag` int(1) NOT NULL DEFAULT '0' COMMENT '0:1推荐',
  `ctype` int(4) NOT NULL DEFAULT '0' COMMENT '默认分类',
  `type_id` int(4) DEFAULT NULL COMMENT '类型',
  `title` tinytext NOT NULL COMMENT '标题',
  `link` text COMMENT '外链',
  `title_seo` tinytext,
  `intro` varchar(500) DEFAULT NULL COMMENT '简介(200汉字)',
  `tags` tinytext COMMENT '标签',
  `content` text COMMENT '内容',
  `timeline` int(11) DEFAULT NULL COMMENT '发布/修改时间',
  `expiretime` int(10) DEFAULT NULL COMMENT '公告过期时间',
  `status` int(1) NOT NULL DEFAULT '0' COMMENT '0:1状态,1 发布，0 草稿',
  `click` int(11) NOT NULL DEFAULT '0' COMMENT '浏览次数',
  `photo` varchar(200) DEFAULT NULL COMMENT '图片',
  `thumb` varchar(200) DEFAULT NULL COMMENT '图片缩略图',
  `attachment` tinytext COMMENT '附件',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=3 DEFAULT CHARSET=utf8 COMMENT='导航';
/*!40101 SET character_set_client = @saved_cs_client */;


-- Dumping data for table `shm_banners`
LOCK TABLES `shm_banners` WRITE;
/*!40000 ALTER TABLE `shm_banners` DISABLE KEYS */;
INSERT INTO `shm_banners` (`id`,`cid`,`ccid`,`sort_id`,`audit`,`flag`,`ctype`,`type_id`,`title`,`link`,`title_seo`,`intro`,`tags`,`content`,`timeline`,`expiretime`,`status`,`click`,`photo`,`thumb`,`attachment`) VALUES
('1','2','0','1','1','0','0',NULL,'Banner-1','','','','','<div class="slide_1_content ani" swiper-animate-effect="bounceInLeft" swiper-animate-durati><h1 class="">大数据<i>&bull;</i>ETL</h1><p class=""><span>资深数据挖掘特训，</span><span>高薪就业无忧</span></p><p class="">新起点、新维度、新征程</p><a class="" href="Curriculum.php">免费试听<i>&bull;</i></a></div>','1556267636',NULL,'0','0','1','2019/04/26/thumbnail/15562676658335rhqfm.png',NULL),
('2','2','0','2','1','0','0',NULL,'Banner-2','','','','','<div class="opacity_box"></div><div class="slide_2_content"><div class="slide_2_content_title ani" swiper-animate-effect="bounceInLeft" swiper-animate-durati=""><h1>企业培训课程体系设计</h1><h3>切实帮助企业客户提升人才价值, 助力企业成功</h3></div><div class="Heatlabelling"><img src="/web/shmweb/assets/images/banner/banner_page1_2_1.png"/></div></div>','1556267680',NULL,'0','0','2','2019/04/26/thumbnail/15562677323215r0xin.jpg',NULL);
/*!40000 ALTER TABLE `shm_banners` ENABLE KEYS */;
UNLOCK TABLES;


-- Table structure for shm_city 
DROP TABLE IF EXISTS `shm_city`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `shm_city` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `yid` int(11) DEFAULT NULL,
  `type_id` int(11) DEFAULT NULL,
  `sort_id` int(11) DEFAULT NULL,
  `depth` tinyint(4) DEFAULT NULL,
  `path` varchar(255) DEFAULT NULL,
  `title` varchar(255) DEFAULT NULL,
  `parent_id` int(11) DEFAULT NULL,
  `photo` varchar(255) DEFAULT NULL,
  `thumb` varchar(255) DEFAULT NULL,
  `timeline` int(13) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=430 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;


-- Dumping data for table `shm_city`
LOCK TABLES `shm_city` WRITE;
/*!40000 ALTER TABLE `shm_city` DISABLE KEYS */;
INSERT INTO `shm_city` (`id`,`yid`,`type_id`,`sort_id`,`depth`,`path`,`title`,`parent_id`,`photo`,`thumb`,`timeline`) VALUES
('1','110000','0','0','0','','北京市','0','','','1368120198'),
('2','120000','0','0','0','','天津市','0','','','1368120198'),
('3','130000','0','0','0','','河北省','0','','','1368120198'),
('4','140000','0','0','0','','山西省','0','','','1368120198'),
('5','150000','0','0','0','','内蒙自治区','0','','','1368120198'),
('6','210000','0','0','0','','辽宁省','0','','','1368120198'),
('7','220000','0','0','0','','吉林市','0','','','1368120198'),
('8','230000','0','0','0','','黑龙江省','0','','','1368120198'),
('9','310000','0','0','0','','上海市','0','','','1368120198'),
('10','320000','0','0','0','','江苏省','0','','','1368120198'),
('11','330000','0','0','0','','浙江省','0','','','1368120198'),
('12','340000','0','0','0','','安徽省','0','','','1368120198'),
('13','350000','0','0','0','','福建省','0','','','1368120198'),
('14','360000','0','0','0','','江西省','0','','','1368120198'),
('15','370000','0','0','0','','山东省','0','','','1368120198'),
('16','410000','0','0','0','','河南省','0','','','1368120198'),
('17','420000','0','0','0','','湖北省','0','','','1368120198'),
('18','430000','0','0','0','','湖南省','0','','','1368120198'),
('19','440000','0','0','0','','广东省','0','','','1368120198'),
('20','450000','0','0','0','','广西自治区','0','','','1368120198'),
('21','460000','0','0','0','','海南省','0','','','1368120198'),
('22','500000','0','0','0','','重庆市','0','','','1368120198'),
('23','510000','0','0','0','','四川省','0','','','1368120198'),
('24','520000','0','0','0','','贵州省','0','','','1368120198'),
('25','530000','0','0','0','','云南省','0','','','1368120198'),
('26','540000','0','0','0','','西藏自治区','0','','','1368120198'),
('27','610000','0','0','0','','陕西省','0','','','1368120198'),
('28','620000','0','0','0','','甘肃省','0','','','1368120198'),
('29','630000','0','0','0','','青海省','0','','','1368120198'),
('30','640000','0','0','0','','宁夏自治区','0','','','1368120198'),
('31','650000','0','0','0','','新疆自治区','0','','','1368120198'),
('32','710000','0','0','0','','台湾省','0','','','1368120198'),
('33','810000','0','0','0','','香港特区','0','','','1368120198'),
('34','820000','0','0','0','','澳门特区','0','','','1368120198'),
('35','110100','0','0','1','','北京市','110000','','','1368120199'),
('36','120100','0','0','1','','天津市','120000','','','1368120199'),
('37','130100','0','0','1','','石家庄市','130000','','','1368120199'),
('38','130200','0','0','1','','唐山市','130000','','','1368120199'),
('39','130300','0','0','1','','秦皇岛市','130000','','','1368120199'),
('40','130400','0','0','1','','邯郸市','130000','','','1368120199'),
('41','130500','0','0','1','','邢台市','130000','','','1368120199'),
('42','130600','0','0','1','','保定市','130000','','','1368120199'),
('43','130700','0','0','1','','张家口市','130000','','','1368120199'),
('44','130800','0','0','1','','承德市','130000','','','1368120199'),
('45','130900','0','0','1','','沧州市','130000','','','1368120199'),
('46','131000','0','0','1','','廊坊市','130000','','','1368120199'),
('47','131100','0','0','1','','衡水市','130000','','','1368120199'),
('48','140100','0','0','1','','太原市','140000','','','1368120199'),
('49','140200','0','0','1','','大同市','140000','','','1368120199'),
('50','140300','0','0','1','','阳泉市','140000','','','1368120199'),
('51','140400','0','0','1','','长治市','140000','','','1368120199'),
('52','140500','0','0','1','','晋城市','140000','','','1368120199'),
('53','140600','0','0','1','','朔州市','140000','','','1368120199'),
('54','140700','0','0','1','','晋中市','140000','','','1368120199'),
('55','140800','0','0','1','','运城市','140000','','','1368120199'),
('56','140900','0','0','1','','忻州市','140000','','','1368120199'),
('57','141000','0','0','1','','临汾市','140000','','','1368120199'),
('58','141100','0','0','1','','吕梁市','140000','','','1368120199'),
('59','150100','0','0','1','','呼和浩特市','150000','','','1368120199'),
('60','150200','0','0','1','','包头市','150000','','','1368120199'),
('61','150300','0','0','1','','乌海市','150000','','','1368120199'),
('62','150400','0','0','1','','赤峰市','150000','','','1368120199'),
('63','150500','0','0','1','','通辽市','150000','','','1368120199'),
('64','150600','0','0','1','','鄂尔多斯市','150000','','','1368120199'),
('65','150700','0','0','1','','呼伦贝尔市','150000','','','1368120199'),
('66','150800','0','0','1','','巴彦淖尔市','150000','','','1368120199'),
('67','150900','0','0','1','','乌兰察布市','150000','','','1368120199'),
('68','151000','0','0','1','','东胜','150000','','','1368120199'),
('69','152200','0','0','1','','兴安盟','150000','','','1368120199'),
('70','152500','0','0','1','','锡林郭勒盟','150000','','','1368120199'),
('71','152900','0','0','1','','阿拉善盟','150000','','','1368120199'),
('72','210100','0','0','1','','沈阳市','210000','','','1368120199'),
('73','210200','0','0','1','','大连市','210000','','','1368120199'),
('74','210300','0','0','1','','鞍山市','210000','','','1368120199'),
('75','210400','0','0','1','','抚顺市','210000','','','1368120199'),
('76','210500','0','0','1','','本溪市','210000','','','1368120199'),
('77','210600','0','0','1','','丹东市','210000','','','1368120199'),
('78','210700','0','0','1','','锦州市','210000','','','1368120199'),
('79','210800','0','0','1','','营口市','210000','','','1368120199'),
('80','210900','0','0','1','','阜新市','210000','','','1368120199'),
('81','211000','0','0','1','','辽阳市','210000','','','1368120199'),
('82','211100','0','0','1','','盘锦市','210000','','','1368120199'),
('83','211200','0','0','1','','铁岭市','210000','','','1368120199'),
('84','211300','0','0','1','','朝阳市','210000','','','1368120199'),
('85','211400','0','0','1','','葫芦岛市','210000','','','1368120199'),
('86','211500','0','0','1','','北宁','210000','','','1368120199'),
('87','220100','0','0','1','','长春市','220000','','','1368120199'),
('88','220200','0','0','1','','吉林市','220000','','','1368120199'),
('89','220300','0','0','1','','四平市','220000','','','1368120199'),
('90','220400','0','0','1','','辽源市','220000','','','1368120199'),
('91','220500','0','0','1','','通化市','220000','','','1368120199'),
('92','220600','0','0','1','','白山市','220000','','','1368120199'),
('93','220700','0','0','1','','松原市','220000','','','1368120199'),
('94','220800','0','0','1','','白城市','220000','','','1368120199'),
('95','222400','0','0','1','','延边州','220000','','','1368120199'),
('96','230100','0','0','1','','哈尔滨市','230000','','','1368120199'),
('97','230200','0','0','1','','齐齐哈尔市','230000','','','1368120199'),
('98','230300','0','0','1','','鸡西市','230000','','','1368120199'),
('99','230400','0','0','1','','鹤岗市','230000','','','1368120199'),
('100','230500','0','0','1','','双鸭山市','230000','','','1368120199'),
('101','230600','0','0','1','','大庆市','230000','','','1368120199'),
('102','230700','0','0','1','','伊春市','230000','','','1368120199'),
('103','230800','0','0','1','','佳木斯市','230000','','','1368120199'),
('104','230900','0','0','1','','七台河市','230000','','','1368120199'),
('105','231000','0','0','1','','牡丹江市','230000','','','1368120199'),
('106','231100','0','0','1','','黑河市','230000','','','1368120199'),
('107','231200','0','0','1','','绥化市','230000','','','1368120199'),
('108','232700','0','0','1','','大兴安岭','230000','','','1368120199'),
('109','310100','0','0','1','','上海市','310000','','','1368120199'),
('110','320100','0','0','1','','南京市','320000','','','1368120199'),
('111','320200','0','0','1','','无锡市','320000','','','1368120199'),
('112','320300','0','0','1','','徐州市','320000','','','1368120199'),
('113','320400','0','0','1','','常州市','320000','','','1368120199'),
('114','320500','0','0','1','','苏州市','320000','','','1368120199'),
('115','320600','0','0','1','','南通市','320000','','','1368120199'),
('116','320700','0','0','1','','连云港市','320000','','','1368120199'),
('117','320800','0','0','1','','淮安市','320000','','','1368120199'),
('118','320900','0','0','1','','盐城市','320000','','','1368120199'),
('119','321000','0','0','1','','扬州市','320000','','','1368120199'),
('120','321100','0','0','1','','镇江市','320000','','','1368120199'),
('121','321200','0','0','1','','泰州市','320000','','','1368120199'),
('122','321300','0','0','1','','宿迁市','320000','','','1368120199'),
('123','330100','0','0','1','','杭州市','330000','','','1368120199'),
('124','330200','0','0','1','','宁波市','330000','','','1368120199'),
('125','330300','0','0','1','','温州市','330000','','','1368120199'),
('126','330400','0','0','1','','嘉兴市','330000','','','1368120199'),
('127','330500','0','0','1','','湖州市','330000','','','1368120199'),
('128','330600','0','0','1','','绍兴市','330000','','','1368120199'),
('129','330700','0','0','1','','金华市','330000','','','1368120200'),
('130','330800','0','0','1','','衢州市','330000','','','1368120200'),
('131','330900','0','0','1','','舟山市','330000','','','1368120200'),
('132','331000','0','0','1','','台州市','330000','','','1368120200'),
('133','331100','0','0','1','','丽水市','330000','','','1368120200'),
('134','340100','0','0','1','','合肥市','340000','','','1368120200'),
('135','340200','0','0','1','','芜湖市','340000','','','1368120200'),
('136','340300','0','0','1','','蚌埠市','340000','','','1368120200'),
('137','340400','0','0','1','','淮南市','340000','','','1368120200'),
('138','340500','0','0','1','','马鞍山市','340000','','','1368120200'),
('139','340600','0','0','1','','淮北市','340000','','','1368120200'),
('140','340700','0','0','1','','铜陵市','340000','','','1368120200'),
('141','340800','0','0','1','','安庆市','340000','','','1368120200'),
('142','341000','0','0','1','','黄山市','340000','','','1368120200'),
('143','341100','0','0','1','','滁州市','340000','','','1368120200'),
('144','341200','0','0','1','','阜阳市','340000','','','1368120200'),
('145','341300','0','0','1','','宿州市','340000','','','1368120200'),
('146','341400','0','0','1','','巢湖','340000','','','1368120200'),
('147','341500','0','0','1','','六安市','340000','','','1368120200'),
('148','341600','0','0','1','','亳州市','340000','','','1368120200'),
('149','341700','0','0','1','','池州市','340000','','','1368120200'),
('150','341800','0','0','1','','宣城市','340000','','','1368120200'),
('151','350100','0','0','1','','福州市','350000','','','1368120200'),
('152','350200','0','0','1','','厦门市','350000','','','1368120200'),
('153','350300','0','0','1','','莆田市','350000','','','1368120200'),
('154','350400','0','0','1','','三明市','350000','','','1368120200'),
('155','350500','0','0','1','','泉州市','350000','','','1368120200'),
('156','350600','0','0','1','','漳州市','350000','','','1368120200'),
('157','350700','0','0','1','','南平市','350000','','','1368120200'),
('158','350800','0','0','1','','龙岩市','350000','','','1368120200'),
('159','350900','0','0','1','','宁德市','350000','','','1368120200'),
('160','360100','0','0','1','','南昌市','360000','','','1368120200'),
('161','360200','0','0','1','','景德镇市','360000','','','1368120200'),
('162','360300','0','0','1','','萍乡市','360000','','','1368120200'),
('163','360400','0','0','1','','九江市','360000','','','1368120200'),
('164','360500','0','0','1','','新余市','360000','','','1368120200'),
('165','360600','0','0','1','','鹰潭市','360000','','','1368120200'),
('166','360700','0','0','1','','赣州市','360000','','','1368120200'),
('167','360800','0','0','1','','吉安市','360000','','','1368120200'),
('168','360900','0','0','1','','宜春市','360000','','','1368120200'),
('169','361000','0','0','1','','抚州市','360000','','','1368120200'),
('170','361100','0','0','1','','上饶市','360000','','','1368120200'),
('171','370100','0','0','1','','济南市','370000','','','1368120200'),
('172','370200','0','0','1','','青岛市','370000','','','1368120200'),
('173','370300','0','0','1','','淄博市','370000','','','1368120200'),
('174','370400','0','0','1','','枣庄市','370000','','','1368120200'),
('175','370500','0','0','1','','东营市','370000','','','1368120200'),
('176','370600','0','0','1','','烟台市','370000','','','1368120200'),
('177','370700','0','0','1','','潍坊市','370000','','','1368120200'),
('178','370800','0','0','1','','济宁市','370000','','','1368120200'),
('179','370900','0','0','1','','泰安市','370000','','','1368120200'),
('180','371000','0','0','1','','威海市','370000','','','1368120200'),
('181','371100','0','0','1','','日照市','370000','','','1368120200'),
('182','371200','0','0','1','','莱芜市','370000','','','1368120200'),
('183','371300','0','0','1','','临沂市','370000','','','1368120200'),
('184','371400','0','0','1','','德州市','370000','','','1368120200'),
('185','371500','0','0','1','','聊城市','370000','','','1368120200'),
('186','371600','0','0','1','','滨州市','370000','','','1368120200'),
('187','371700','0','0','1','','菏泽市','370000','','','1368120200'),
('188','411600','0','0','1','','周口市','410000','','','1368120200'),
('189','411700','0','0','1','','驻马店市','410000','','','1368120200'),
('190','419000','0','0','1','','济源市','410000','','','1368120200'),
('191','410100','0','0','1','','郑州市','410000','','','1368120200'),
('192','410200','0','0','1','','开封市','410000','','','1368120200'),
('193','410300','0','0','1','','洛阳市','410000','','','1368120200'),
('194','410400','0','0','1','','平顶山市','410000','','','1368120200'),
('195','410500','0','0','1','','安阳市','410000','','','1368120200'),
('196','410600','0','0','1','','鹤壁市','410000','','','1368120200'),
('197','410700','0','0','1','','新乡市','410000','','','1368120200'),
('198','410800','0','0','1','','焦作市','410000','','','1368120200'),
('199','410900','0','0','1','','濮阳市','410000','','','1368120200'),
('200','411000','0','0','1','','许昌市','410000','','','1368120200'),
('201','411100','0','0','1','','漯河市','410000','','','1368120200'),
('202','411200','0','0','1','','三门峡市','410000','','','1368120200'),
('203','411300','0','0','1','','南阳市','410000','','','1368120200'),
('204','411400','0','0','1','','商丘市','410000','','','1368120200'),
('205','411500','0','0','1','','信阳市','410000','','','1368120200'),
('206','420100','0','0','1','','武汉市','420000','','','1368120200'),
('207','420200','0','0','1','','黄石市','420000','','','1368120200'),
('208','420300','0','0','1','','十堰市','420000','','','1368120200'),
('209','420500','0','0','1','','宜昌市','420000','','','1368120200'),
('210','420600','0','0','1','','襄阳','420000','','','1368120200'),
('211','420700','0','0','1','','鄂州市','420000','','','1368120200'),
('212','420800','0','0','1','','荆门市','420000','','','1368120200'),
('213','420900','0','0','1','','孝感市','420000','','','1368120200'),
('214','421000','0','0','1','','荆州市','420000','','','1368120200'),
('215','421100','0','0','1','','黄冈市','420000','','','1368120200'),
('216','421200','0','0','1','','咸宁市','420000','','','1368120200'),
('217','421300','0','0','1','','随州市','420000','','','1368120200'),
('218','422800','0','0','1','','恩施州','420000','','','1368120200'),
('219','423100','0','0','1','','仙桃市','420000','','','1368120200'),
('220','423200','0','0','1','','潜江市','420000','','','1368120200'),
('221','423300','0','0','1','','天门市','420000','','','1368120200'),
('222','423400','0','0','1','','神农架林区','420000','','','1368120200'),
('223','430100','0','0','1','','长沙市','430000','','','1368120200'),
('224','430200','0','0','1','','株洲市','430000','','','1368120200'),
('225','430300','0','0','1','','湘潭市','430000','','','1368120200'),
('226','430400','0','0','1','','衡阳市','430000','','','1368120200'),
('227','430500','0','0','1','','邵阳市','430000','','','1368120200'),
('228','430600','0','0','1','','岳阳市','430000','','','1368120200'),
('229','430700','0','0','1','','常德市','430000','','','1368120200'),
('230','430800','0','0','1','','张家界市','430000','','','1368120200'),
('231','430900','0','0','1','','益阳市','430000','','','1368120200'),
('232','431000','0','0','1','','郴州市','430000','','','1368120200'),
('233','431100','0','0','1','','永州市','430000','','','1368120200'),
('234','431200','0','0','1','','怀化市','430000','','','1368120200'),
('235','431300','0','0','1','','娄底市','430000','','','1368120200'),
('236','433100','0','0','1','','湘西州','430000','','','1368120200'),
('237','440100','0','0','1','','广州市','440000','','','1368120200'),
('238','440200','0','0','1','','韶关市','440000','','','1368120200'),
('239','440300','0','0','1','','深圳市','440000','','','1368120200'),
('240','440400','0','0','1','','珠海市','440000','','','1368120200'),
('241','440500','0','0','1','','汕头市','440000','','','1368120200'),
('242','440600','0','0','1','','佛山市','440000','','','1368120200'),
('243','440700','0','0','1','','江门市','440000','','','1368120200'),
('244','440800','0','0','1','','湛江市','440000','','','1368120200'),
('245','440900','0','0','1','','茂名市','440000','','','1368120200'),
('246','441200','0','0','1','','肇庆市','440000','','','1368120200'),
('247','441300','0','0','1','','惠州市','440000','','','1368120200'),
('248','441400','0','0','1','','梅州市','440000','','','1368120200'),
('249','441500','0','0','1','','汕尾市','440000','','','1368120200'),
('250','441600','0','0','1','','河源市','440000','','','1368120200'),
('251','441700','0','0','1','','阳江市','440000','','','1368120200'),
('252','441800','0','0','1','','清远市','440000','','','1368120200'),
('253','441900','0','0','1','','东莞市','440000','','','1368120200'),
('254','442000','0','0','1','','中山市','440000','','','1368120200'),
('255','445100','0','0','1','','潮州市','440000','','','1368120200'),
('256','445200','0','0','1','','揭阳市','440000','','','1368120200'),
('257','445300','0','0','1','','云浮市','440000','','','1368120200'),
('258','450100','0','0','1','','南宁市','450000','','','1368120201'),
('259','450200','0','0','1','','柳州市','450000','','','1368120201'),
('260','450300','0','0','1','','桂林市','450000','','','1368120201'),
('261','450400','0','0','1','','梧州市','450000','','','1368120201'),
('262','450500','0','0','1','','北海市','450000','','','1368120201'),
('263','450600','0','0','1','','防城港市','450000','','','1368120201'),
('264','450700','0','0','1','','钦州市','450000','','','1368120201'),
('265','450800','0','0','1','','贵港市','450000','','','1368120201'),
('266','450900','0','0','1','','玉林市','450000','','','1368120201'),
('267','451000','0','0','1','','百色市','450000','','','1368120201'),
('268','451100','0','0','1','','贺州市','450000','','','1368120201'),
('269','451200','0','0','1','','河池市','450000','','','1368120201'),
('270','451300','0','0','1','','来宾市','450000','','','1368120201'),
('271','451400','0','0','1','','崇左市','450000','','','1368120201'),
('272','462800','0','0','1','','南沙群岛','460000','','','1368120201'),
('273','462900','0','0','1','','中沙群岛的岛礁及其海域','460000','','','1368120201'),
('274','460100','0','0','1','','海口市','460000','','','1368120201'),
('275','460200','0','0','1','','三亚市','460000','','','1368120201'),
('276','461100','0','0','1','','五指山','460000','','','1368120201'),
('277','461200','0','0','1','','琼海','460000','','','1368120201'),
('278','461300','0','0','1','','儋州','460000','','','1368120201'),
('279','461400','0','0','1','','文昌市','460000','','','1368120201'),
('280','461500','0','0','1','','万宁市','460000','','','1368120201'),
('281','461600','0','0','1','','东方市','460000','','','1368120201'),
('282','461700','0','0','1','','定安','460000','','','1368120201'),
('283','461800','0','0','1','','屯昌','460000','','','1368120201'),
('284','461900','0','0','1','','澄迈','460000','','','1368120201'),
('285','462000','0','0','1','','临高','460000','','','1368120201'),
('286','462100','0','0','1','','白沙','460000','','','1368120201'),
('287','462200','0','0','1','','昌江','460000','','','1368120201'),
('288','462300','0','0','1','','乐东','460000','','','1368120201'),
('289','462400','0','0','1','','陵水','460000','','','1368120201'),
('290','462500','0','0','1','','保亭','460000','','','1368120201'),
('291','462600','0','0','1','','琼中','460000','','','1368120201'),
('292','462700','0','0','1','','西沙群岛','460000','','','1368120201'),
('293','500100','0','0','1','','重庆市','500000','','','1368120201'),
('294','510100','0','0','1','','成都市','510000','','','1368120201'),
('295','510300','0','0','1','','自贡市','510000','','','1368120201'),
('296','510400','0','0','1','','攀枝花市','510000','','','1368120201'),
('297','510500','0','0','1','','泸州市','510000','','','1368120201'),
('298','510600','0','0','1','','德阳市','510000','','','1368120201'),
('299','510700','0','0','1','','绵阳市','510000','','','1368120201'),
('300','510800','0','0','1','','广元市','510000','','','1368120201'),
('301','510900','0','0','1','','遂宁市','510000','','','1368120201'),
('302','511000','0','0','1','','内江市','510000','','','1368120201'),
('303','511100','0','0','1','','乐山市','510000','','','1368120201'),
('304','511300','0','0','1','','南充市','510000','','','1368120201'),
('305','511400','0','0','1','','眉山市','510000','','','1368120201'),
('306','511500','0','0','1','','宜宾市','510000','','','1368120201'),
('307','511600','0','0','1','','广安市','510000','','','1368120201'),
('308','511700','0','0','1','','达州市','510000','','','1368120201'),
('309','511800','0','0','1','','雅安市','510000','','','1368120201'),
('310','511900','0','0','1','','巴中市','510000','','','1368120201'),
('311','512000','0','0','1','','资阳市','510000','','','1368120201'),
('312','513200','0','0','1','','阿坝州','510000','','','1368120201'),
('313','513300','0','0','1','','甘孜州','510000','','','1368120201'),
('314','513400','0','0','1','','凉山州','510000','','','1368120201'),
('315','520100','0','0','1','','贵阳市','520000','','','1368120201'),
('316','520200','0','0','1','','六盘水市','520000','','','1368120201'),
('317','520300','0','0','1','','遵义市','520000','','','1368120201'),
('318','520400','0','0','1','','安顺市','520000','','','1368120201'),
('319','522200','0','0','1','','铜仁市','520000','','','1368120201'),
('320','522300','0','0','1','','黔西南州','520000','','','1368120201'),
('321','522400','0','0','1','','毕节市','520000','','','1368120201'),
('322','522600','0','0','1','','黔东南州','520000','','','1368120201'),
('323','522700','0','0','1','','黔南州','520000','','','1368120201'),
('324','530100','0','0','1','','昆明市','530000','','','1368120201'),
('325','530300','0','0','1','','曲靖市','530000','','','1368120201'),
('326','530400','0','0','1','','玉溪市','530000','','','1368120201'),
('327','530500','0','0','1','','保山市','530000','','','1368120201'),
('328','530600','0','0','1','','昭通市','530000','','','1368120201'),
('329','530700','0','0','1','','丽江市','530000','','','1368120201'),
('330','530800','0','0','1','','普洱市','530000','','','1368120201'),
('331','530900','0','0','1','','临沧市','530000','','','1368120201'),
('332','532300','0','0','1','','楚雄州','530000','','','1368120201'),
('333','532500','0','0','1','','红河州','530000','','','1368120201'),
('334','532600','0','0','1','','文山州','530000','','','1368120201'),
('335','532800','0','0','1','','西双版纳州','530000','','','1368120201'),
('336','532900','0','0','1','','大理州','530000','','','1368120201'),
('337','533100','0','0','1','','德宏州','530000','','','1368120201'),
('338','533300','0','0','1','','怒江州','530000','','','1368120201'),
('339','533400','0','0','1','','迪庆州','530000','','','1368120201'),
('340','540100','0','0','1','','拉萨市','540000','','','1368120201'),
('341','542100','0','0','1','','昌都地区','540000','','','1368120201'),
('342','542200','0','0','1','','山南地区','540000','','','1368120201'),
('343','542300','0','0','1','','日喀则地区','540000','','','1368120201'),
('344','542400','0','0','1','','那曲地区','540000','','','1368120201'),
('345','542500','0','0','1','','阿里地区','540000','','','1368120201'),
('346','542600','0','0','1','','林芝地区','540000','','','1368120201'),
('347','610100','0','0','1','','西安市','610000','','','1368120201'),
('348','610200','0','0','1','','铜川市','610000','','','1368120201'),
('349','610300','0','0','1','','宝鸡市','610000','','','1368120201'),
('350','610400','0','0','1','','咸阳市','610000','','','1368120201'),
('351','610500','0','0','1','','渭南市','610000','','','1368120201'),
('352','610600','0','0','1','','延安市','610000','','','1368120201'),
('353','610700','0','0','1','','汉中市','610000','','','1368120201'),
('354','610800','0','0','1','','榆林市','610000','','','1368120201'),
('355','610900','0','0','1','','安康市','610000','','','1368120201'),
('356','611000','0','0','1','','商洛市','610000','','','1368120201'),
('357','620100','0','0','1','','兰州市','620000','','','1368120201'),
('358','620200','0','0','1','','嘉峪关市','620000','','','1368120201'),
('359','620300','0','0','1','','金昌市','620000','','','1368120201'),
('360','620400','0','0','1','','白银市','620000','','','1368120201'),
('361','620500','0','0','1','','天水市','620000','','','1368120201'),
('362','620600','0','0','1','','武威市','620000','','','1368120201'),
('363','620700','0','0','1','','张掖市','620000','','','1368120201'),
('364','620800','0','0','1','','平凉市','620000','','','1368120201'),
('365','620900','0','0','1','','酒泉市','620000','','','1368120201'),
('366','621000','0','0','1','','庆阳市','620000','','','1368120201'),
('367','621100','0','0','1','','定西市','620000','','','1368120201'),
('368','621200','0','0','1','','陇南市','620000','','','1368120201'),
('369','622900','0','0','1','','临夏州','620000','','','1368120201'),
('370','623000','0','0','1','','甘南州','620000','','','1368120201'),
('371','630100','0','0','1','','西宁市','630000','','','1368120201'),
('372','632100','0','0','1','','海东地区','630000','','','1368120201'),
('373','632200','0','0','1','','海北州','630000','','','1368120201'),
('374','632300','0','0','1','','黄南州','630000','','','1368120201'),
('375','632500','0','0','1','','海南州','630000','','','1368120201'),
('376','632600','0','0','1','','果洛州','630000','','','1368120201'),
('377','632700','0','0','1','','玉树州','630000','','','1368120201'),
('378','632800','0','0','1','','海西州','630000','','','1368120201'),
('379','640100','0','0','1','','银川市','640000','','','1368120202'),
('380','640200','0','0','1','','石嘴山市','640000','','','1368120202'),
('381','640300','0','0','1','','吴忠市','640000','','','1368120202'),
('382','640400','0','0','1','','固原市','640000','','','1368120202'),
('383','640500','0','0','1','','中卫市','640000','','','1368120202'),
('384','650100','0','0','1','','乌鲁木齐市','650000','','','1368120202'),
('385','650200','0','0','1','','克拉玛依市','650000','','','1368120202'),
('386','650300','0','0','1','','米泉','650000','','','1368120202'),
('387','652100','0','0','1','','吐鲁番地区','650000','','','1368120202'),
('388','652200','0','0','1','','哈密地区','650000','','','1368120202'),
('389','652300','0','0','1','','昌吉州','650000','','','1368120202'),
('390','652700','0','0','1','','博尔塔拉州','650000','','','1368120202'),
('391','652800','0','0','1','','巴音郭楞州','650000','','','1368120202'),
('392','652900','0','0','1','','阿克苏地区','650000','','','1368120202'),
('393','653000','0','0','1','','克孜勒苏州','650000','','','1368120202'),
('394','653100','0','0','1','','喀什地区','650000','','','1368120202'),
('395','653200','0','0','1','','和田地区','650000','','','1368120202'),
('396','654000','0','0','1','','伊犁州','650000','','','1368120202'),
('397','654200','0','0','1','','塔城地区','650000','','','1368120202'),
('398','654300','0','0','1','','阿勒泰地区','650000','','','1368120202'),
('399','655100','0','0','1','','石河子市','650000','','','1368120202'),
('400','655200','0','0','1','','阿拉尔市','650000','','','1368120202'),
('401','655300','0','0','1','','图木舒克市','650000','','','1368120202'),
('402','655400','0','0','1','','五家渠市','650000','','','1368120202'),
('403','710100','0','0','1','','台湾省','710000','','','1368120202'),
('404','810100','0','0','1','','香港特区','810000','','','1368120202'),
('405','820100','0','0','1','','澳门特区','820000','','','1368120202'),
('406','530901','0','0','1','','临沧地区','530000','','','0'),
('407','423401','0','0','1','','襄樊市','420000','','','0'),
('408','423402','0','0','1','','钟祥市','420000','','','1368120200'),
('409','321301','0','0','1','','张家港','320000','','','1368120199'),
('410','371701','0','0','1','','莱阳市','370000','','','1368120200'),
('411','152901','0','0','1','','霍林郭勒市','150000','','','1368120199'),
('412','222401','0','0','1','','延吉市','220000','','','1368120199'),
('413','632801','0','0','1','','格尔木市','630000','','','1368120201'),
('414','131101','0','0','1','','任丘市','130000','','','1368120199'),
('415','655401','0','0','1','','奎屯市','650000','','','1368120202'),
('416','655402','0','0','1','','伊宁市','650000','','','1368120202'),
('417','655403','0','0','1','','博乐市','650000','','','1368120202'),
('418','655404','0','0','1','','库尔勒市','650000','','','1368120202'),
('419','522701','0','0','1','','清镇市','520000','','','1368120201'),
('420','632802','0','0','1','','德令哈市','630000','','','1368120201'),
('421','530902','0','0','1','','景洪市','530000','','','1368120201'),
('422','530903','0','0','1','','开远市','530000','','','1368120201'),
('423','433101','0','0','1','','耒阳市','430000','','','1368120200'),
('424','433102','0','0','1','','吉首市','430000','','','1368120200'),
('425','350901','0','0','1','','永安市','350000','','','1368120200'),
('426','350902','0','0','1','','晋江市','350000','','','1368120200'),
('427','433102','0','0','1','','常德市','430000','','','1368120200'),
('428','522701','0','0','1','','都匀','520000','','','1368120201'),
('429','522702','0','0','1','','凯里市','520000','','','1368120201');
/*!40000 ALTER TABLE `shm_city` ENABLE KEYS */;
UNLOCK TABLES;


-- Table structure for shm_coltypes 
DROP TABLE IF EXISTS `shm_coltypes`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `shm_coltypes` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT '标识',
  `sort_id` int(11) DEFAULT NULL COMMENT '排序id',
  `fid` int(11) DEFAULT NULL COMMENT '父类型',
  `depth` int(3) DEFAULT NULL COMMENT '深度',
  `cid` int(4) NOT NULL DEFAULT '0' COMMENT '栏目ID',
  `name` varchar(30) NOT NULL DEFAULT 'ctype' COMMENT '表单名称，分类标志，单个栏目多个类型时',
  `title` varchar(30) DEFAULT NULL COMMENT '标题类型',
  `title_en` varchar(200) DEFAULT NULL COMMENT '标题类型(英文)',
  `identify` varchar(30) DEFAULT NULL COMMENT '标记',
  `photo` varchar(30) DEFAULT NULL COMMENT '图片',
  `thumb` varchar(200) DEFAULT NULL COMMENT '缩略图',
  `show` int(1) NOT NULL DEFAULT '1' COMMENT '显示',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=10 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;


-- Dumping data for table `shm_coltypes`
LOCK TABLES `shm_coltypes` WRITE;
/*!40000 ALTER TABLE `shm_coltypes` DISABLE KEYS */;
INSERT INTO `shm_coltypes` (`id`,`sort_id`,`fid`,`depth`,`cid`,`name`,`title`,`title_en`,`identify`,`photo`,`thumb`,`show`) VALUES
('1','1','0','0','63','ctype','院校合作','COOPERATIVE PARTNER',NULL,'','','1'),
('2','2','0','0','63','ctype','企业合作','COMPANY PARTNER',NULL,'','','1'),
('3','3','0','0','68','ctype','最新资讯','Latest News',NULL,'','','1'),
('4','4','0','0','68','ctype','行业资讯','Industry Information',NULL,'','','1'),
('5','5','0','0','68','ctype','招生动态','Enrollment Information',NULL,'','','1'),
('6','6','0','0','84','ctype','技术类','',NULL,'','','1'),
('7','7','0','0','84','ctype','销售类','',NULL,'','','1'),
('8','8','0','0','84','ctype','市场类','',NULL,'','','1'),
('9','9','0','0','84','ctype','行政类','',NULL,'','','1');
/*!40000 ALTER TABLE `shm_coltypes` ENABLE KEYS */;
UNLOCK TABLES;


-- Table structure for shm_columns 
DROP TABLE IF EXISTS `shm_columns`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `shm_columns` (
  `id` int(4) NOT NULL AUTO_INCREMENT COMMENT '标识',
  `sort_id` int(4) DEFAULT NULL COMMENT '排序',
  `parent_id` int(4) NOT NULL DEFAULT '0' COMMENT '父标识(col id)',
  `depth` int(4) NOT NULL DEFAULT '1' COMMENT '深度',
  `identify` tinytext NOT NULL COMMENT 'url唯一标记(word or link)',
  `path` tinytext NOT NULL COMMENT 'urlpath',
  `title` tinytext NOT NULL COMMENT '标题',
  `title_seo` tinytext COMMENT '优化标题',
  `tags` tinytext COMMENT '标签',
  `intro` text COMMENT '简介',
  `mid` int(2) NOT NULL COMMENT '模型标识(Model id)',
  `temp_index` varchar(50) DEFAULT NULL COMMENT '前台模板栏目index',
  `temp_show` varchar(50) DEFAULT NULL COMMENT '内容展示模板show',
  `status` int(1) NOT NULL DEFAULT '1' COMMENT '0删除 1正常',
  `show` int(1) NOT NULL DEFAULT '1' COMMENT '0隐藏 1正常',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=85 DEFAULT CHARSET=utf8 COMMENT='栏目';
/*!40101 SET character_set_client = @saved_cs_client */;


-- Dumping data for table `shm_columns`
LOCK TABLES `shm_columns` WRITE;
/*!40000 ALTER TABLE `shm_columns` DISABLE KEYS */;
INSERT INTO `shm_columns` (`id`,`sort_id`,`parent_id`,`depth`,`identify`,`path`,`title`,`title_seo`,`tags`,`intro`,`mid`,`temp_index`,`temp_show`,`status`,`show`) VALUES
('1','1','0','0','index','/index','网站首页','','','','17','','','1','1'),
('2','2','1','1','banners','/index/banners','Banners','','','','13','','','1','1'),
('3','3','1','1','company','/index/company','首页-公司简介','','','','17','','','1','1'),
('4','4','3','2','title','/index/company/title','标题','','','','8','','','1','1'),
('5','5','3','2','intro','/index/company/intro','简介','','','','8','','','1','1'),
('6','6','3','2','bg-image','/index/company/bg-image','背景图片','','','','8','','','1','1'),
('7','7','1','1','courses','/index/courses','首页-热门课程','','','','17','','','1','1'),
('8','8','7','2','title','/index/courses/title','标题','','','','8','','','1','1'),
('9','9','7','2','intro','/index/courses/intro','简介','','','','8','','','1','1'),
('10','10','7','2','display-image','/index/courses/display-image','展示图片','','','','8','','','1','1'),
('11','11','1','1','partners','/index/partners','首页-合作伙伴','','','','17','','','1','1'),
('12','12','11','2','title','/index/partners/title','标题','','','','8','','','1','1'),
('13','13','11','2','intro','/index/partners/intro','简介','','','','8','','','1','1'),
('14','14','11','2','bg-image','/index/partners/bg-image','背景图片','','','','8','','','1','1'),
('15','15','1','1','news','/index/news','首页-最新资讯','','','','17','','','1','1'),
('16','16','15','2','title','/index/news/title','标题','','','','8','','','1','1'),
('17','17','15','2','bg-image','/index/news/bg-image','背景图片','','','','8','','','1','1'),
('18','18','1','1','achievement','/index/achievement','首页-公司成就','','','','17','','','1','1'),
('19','19','18','2','title','/index/achievement/title','标题','','','','8','','','1','1'),
('20','20','18','2','intro','/index/achievement/intro','简介','','','','8','','','1','1'),
('21','21','18','2','bg-image','/index/achievement/bg-image','背景图片','','','','8','','','1','1'),
('22','22','1','1','header-info','/index/header-info','首页-Header基础信息','','','','17','','','1','1'),
('23','23','22','2','address','/index/header-info/address','地址','','','','8','','','1','1'),
('24','24','22','2','telephone','/index/header-info/telephone','电话','','','','8','','','1','1'),
('25','25','22','2','phone','/index/header-info/phone','手机','','','','8','','','1','1'),
('26','26','22','2','qq','/index/header-info/qq','QQ','','','','8','','','1','1'),
('27','27','22','2','qr-code','/index/header-info/qr-code','QR-Code','','','','8','','','1','1'),
('28','28','1','1','footer-info','/index/footer-info','首页-Footer基础信息','','','','17','','','1','1'),
('29','29','28','2','address','/index/footer-info/address','地址','','','','8','','','1','1'),
('30','30','28','2','telephone','/index/footer-info/telephone','电话','','','','8','','','1','1'),
('31','31','28','2','phone','/index/footer-info/phone','手机','','','','8','','','1','1'),
('32','32','28','2','qq','/index/footer-info/qq','QQ','','','','8','','','1','1'),
('33','33','28','2','qr-code','/index/footer-info/qr-code','QR-Code','','','','8','','','1','1'),
('34','34','28','2','icp','/index/footer-info/icp','备案信息','','','','8','','','1','1'),
('35','35','0','0','about-us','/about-us','关于我们','','','','17','','','1','1'),
('36','36','35','1','banner','/about-us/banner','Banner','','','','8','','','1','1'),
('39','39','35','1','company','/about-us/company','公司简介','','','','17','','','1','1'),
('41','41','39','2','intro','/about-us/company/intro','内容 & SEO','','','','8','','','1','1'),
('42','42','39','2','image-1','/about-us/company/image-1','配图-1','','','','8','','','1','1'),
('43','43','39','2','image-2','/about-us/company/image-2','配图-2','','','','8','','','1','1'),
('44','44','35','1','culture','/about-us/culture','企业文化','','','','17','','','1','1'),
('46','46','44','2','chronicle','/about-us/culture/chronicle','列表 & SEO','','','','12','','','1','1'),
('47','47','44','2','honour','/about-us/culture/honour','荣誉资质','','','','14','','','1','1'),
('48','48','35','1','environment','/about-us/environment','教学环境','','','','17','','','1','1'),
('50','50','48','2','about-bghj','/about-us/environment/about-bghj','办公环境','','','','8','','','1','1'),
('53','53','48','2','about-zshj','/about-us/environment/about-zshj','住宿环境','','','','8','','','1','1'),
('56','56','0','0','courses','/courses','课程分类','','','','17','','','1','1'),
('57','57','56','1','banner','/courses/banner','Banner','','','','8','','','1','1'),
('59','59','56','1','subject','/courses/subject','课程 & SEO','','','','9','','','1','1'),
('60','60','0','0','partners','/partners','合作伙伴','','','','17','','','1','1'),
('61','61','60','1','banner','/partners/banner','Banner','','','','8','','','1','1'),
('63','63','60','1','categories','/partners/categories','列表 & SEO','','','','7','','','1','1'),
('64','64','0','0','news','/news','新闻资讯','','','','17','','','1','1'),
('65','65','64','1','banner','/news/banner','Banner','','','','8','','','1','1'),
('67','67','64','1','bg-image','/news/bg-image','背景图片','','','','8','','','1','1'),
('68','68','64','1','content','/news/content','新闻内容 & SEO','','','','3','','','1','1'),
('69','69','0','0','contact-us','/contact-us','联系我们','','','','17','','','1','1'),
('70','70','69','1','banner','/contact-us/banner','Banner','','','','8','','','1','1'),
('72','72','69','1','content','/contact-us/content','内容','','','','8','','','1','1'),
('73','73','69','1','feedback','/contact-us/feedback','在线留言','','','','17','','','1','1'),
('75','75','73','2','route','/contact-us/feedback/route','路线','','','','8','','','1','1'),
('82','82','69','1','recruitment','/contact-us/recruitment','企业招聘','','','','17','','','1','1'),
('84','84','82','2','jobs','/contact-us/recruitment/jobs','招聘岗位','','','','10','','','1','1');
/*!40000 ALTER TABLE `shm_columns` ENABLE KEYS */;
UNLOCK TABLES;


-- Table structure for shm_configs 
DROP TABLE IF EXISTS `shm_configs`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `shm_configs` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sort_id` int(11) NOT NULL,
  `category` varchar(30) NOT NULL COMMENT '分类',
  `key` varchar(30) NOT NULL COMMENT '键值',
  `value` text NOT NULL COMMENT '值',
  `label` varchar(100) NOT NULL COMMENT '标题',
  `intor` tinytext COMMENT '简介',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=33 DEFAULT CHARSET=utf8 COMMENT='配置';
/*!40101 SET character_set_client = @saved_cs_client */;


-- Dumping data for table `shm_configs`
LOCK TABLES `shm_configs` WRITE;
/*!40000 ALTER TABLE `shm_configs` DISABLE KEYS */;
INSERT INTO `shm_configs` (`id`,`sort_id`,`category`,`key`,`value`,`label`,`intor`) VALUES
('1','1','adminer','title_suffix','青岛莱牛教育','标题后缀','后端标题栏显示内容的后缀.'),
('2','9','site','copyright','','CopyRight',''),
('3','8','site','email','','联系邮箱',''),
('4','4','site','title_suffix','青岛莱牛教育','公司名称|品牌名称','前台站点标题的后缀优化'),
('5','5','site','title_seo','青岛莱牛教育','首页标题[Title]','网站优化标题'),
('6','6','site','tags','尚禾维曼','关键词[Keywords]','网站关键词设定，使用`,`来间隔标签.'),
('7','7','site','intro','青岛莱牛教育','站点描述[Description]','网站描述'),
('8','10','site','icp','','ICP编号',''),
('9','9','adminer_x','remember_hours','72','记住登录','记住登录的时间，默认单位为小时。'),
('15','10','adminer','nopurview','login,welcome,manager,ajax','权限过滤',''),
('10','11','adminer_x','forbidden_hours','2','登录禁用','账户登录错误超过6次时的禁用时间[小时]。'),
('11','12','email','stmp','smtp.126.com','STMP服务器',''),
('12','13','email','account','hzshmweb@126.com','帐号','发送帐号'),
('13','14','email','pwd','shmweb123456','密码',''),
('14','15','email','port','465','端口','STMP端口[25,开启ssl加密方式为 465 或 994]'),
('22','12','email','name','电邮名称','电邮名称','邮件地址显示的名称'),
('16','3','site','title','前端标题 ss','网站标题','用于保存前台站点的默认首页标题'),
('17','1','upload_x','upload_size','120m','上传大小限制','默认上传权限大小'),
('18','2','upload','inline_file_types','gif|jp?g|png|doc|docx|mp4|zip|pdf|mp4','上传后缀过滤','文件类型的上传'),
('19','3','upload_x','memory_limit','120m','内存限制',''),
('20','4','upload_x','max_file_uploads','10','上传文件个数','个数限制'),
('21','5','upload','scale_width','0','上传图片默认宽度','主要为编辑器上传图片设定'),
('23','7','upload','watermark','0','图片水印','图片使用背景为透明的PNG格式'),
('24','0','html','html','0','开启静态','是否使用静态生成'),
('25','0','html','token','','验证密码','对生成页面操作进行验证,用于第三方触发'),
('26','0','html','urlmodel','0','路由模式','0:ID;1:标题,2:拼音'),
('27','6','upload','scale_height','0','上传图片高度','主要为编辑器上传图片压缩高度'),
('28','11','site_tj','tongji','CNZZ','统计代码（CNZZ,百度）',NULL),
('29','12','site','qq','0','在线客服',NULL),
('30','13','site','ad','0','漂浮广告',NULL),
('31','14','site_x','mqq','1','在线客服模版',NULL),
('32','32','email','ssl','ssl','SSL加密','使用SSL加密方式发送。不使用修改为空');
/*!40000 ALTER TABLE `shm_configs` ENABLE KEYS */;
UNLOCK TABLES;


-- Table structure for shm_dealer 
DROP TABLE IF EXISTS `shm_dealer`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `shm_dealer` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `cid` int(11) NOT NULL,
  `ccid` int(11) DEFAULT '0',
  `type_id` int(11) DEFAULT NULL,
  `sort_id` int(11) NOT NULL DEFAULT '0',
  `audit` int(1) NOT NULL DEFAULT '0',
  `flag` int(1) NOT NULL DEFAULT '0',
  `show` int(1) NOT NULL DEFAULT '1',
  `status` int(1) NOT NULL DEFAULT '0',
  `title_seo` tinytext,
  `intro` varchar(250) DEFAULT NULL,
  `tags` tinytext,
  `content` mediumtext,
  `username` varchar(250) DEFAULT NULL,
  `password` varchar(250) DEFAULT NULL,
  `provinceid` int(12) DEFAULT NULL,
  `cityid` int(250) DEFAULT NULL,
  `title` varchar(250) DEFAULT NULL,
  `address` tinytext,
  `lal` varchar(250) DEFAULT NULL,
  `timeline` int(11) DEFAULT NULL,
  `photo` varchar(250) DEFAULT NULL,
  `thumb` varchar(250) DEFAULT NULL,
  `mobile` varchar(200) DEFAULT NULL,
  `telphone` varchar(200) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='门店';
/*!40101 SET character_set_client = @saved_cs_client */;


-- Dumping data for table `shm_dealer`
LOCK TABLES `shm_dealer` WRITE;
/*!40000 ALTER TABLE `shm_dealer` DISABLE KEYS */;
/*!40000 ALTER TABLE `shm_dealer` ENABLE KEYS */;
UNLOCK TABLES;


-- Table structure for shm_download 
DROP TABLE IF EXISTS `shm_download`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `shm_download` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT '唯一编号',
  `cid` int(11) NOT NULL COMMENT '所属栏目',
  `ccid` int(11) NOT NULL DEFAULT '0' COMMENT '栏目条目ID伪栏目',
  `sort_id` int(11) DEFAULT '0' COMMENT '排序编号',
  `audit` int(1) NOT NULL DEFAULT '0' COMMENT '0:1审核',
  `flag` int(1) NOT NULL DEFAULT '0' COMMENT '0:1推荐',
  `ctype` int(4) NOT NULL DEFAULT '0' COMMENT '默认分类',
  `type_id` int(4) DEFAULT NULL COMMENT '类型',
  `title` tinytext NOT NULL COMMENT '标题',
  `link` tinytext NOT NULL COMMENT '外链',
  `title_seo` tinytext,
  `intro` varchar(500) DEFAULT NULL COMMENT '简介(200汉字)',
  `tags` tinytext COMMENT '标签',
  `content` text COMMENT '内容',
  `timeline` int(11) DEFAULT NULL COMMENT '发布/修改时间',
  `status` int(1) NOT NULL DEFAULT '0' COMMENT '0:1状态,1 发布，0 草稿',
  `click` int(11) NOT NULL DEFAULT '0' COMMENT '浏览次数',
  `photo` varchar(200) DEFAULT NULL COMMENT '图片',
  `thumb` varchar(200) DEFAULT NULL COMMENT '图片缩略图',
  `files` tinytext COMMENT '附件',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='资料下载';
/*!40101 SET character_set_client = @saved_cs_client */;


-- Dumping data for table `shm_download`
LOCK TABLES `shm_download` WRITE;
/*!40000 ALTER TABLE `shm_download` DISABLE KEYS */;
/*!40000 ALTER TABLE `shm_download` ENABLE KEYS */;
UNLOCK TABLES;


-- Table structure for shm_feedback 
DROP TABLE IF EXISTS `shm_feedback`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `shm_feedback` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sort_id` int(11) DEFAULT NULL COMMENT '排序编号',
  `audit` int(1) NOT NULL DEFAULT '0' COMMENT '0:1审核',
  `type_id` int(11) DEFAULT NULL COMMENT '分类',
  `title` varchar(100) DEFAULT NULL COMMENT '标题',
  `content` text COMMENT '详细内容',
  `answer` text COMMENT '回答问题',
  `username` varchar(50) DEFAULT NULL COMMENT '用户名',
  `telphone` varchar(50) DEFAULT NULL COMMENT '电话',
  `qq` varchar(50) DEFAULT NULL COMMENT 'QQ',
  `fax` varchar(50) CHARACTER SET utf8 COLLATE utf8_estonian_ci DEFAULT NULL COMMENT '传真',
  `email` varchar(100) DEFAULT NULL COMMENT '邮箱',
  `address` varchar(100) DEFAULT NULL COMMENT '地址',
  `gender` tinyint(1) DEFAULT '0' COMMENT '性别：0-女；1-男',
  `age` smallint(6) DEFAULT '0' COMMENT '年龄',
  `from` varchar(50) DEFAULT NULL COMMENT '来源',
  `solve` int(1) DEFAULT '0' COMMENT '解决',
  `show` int(1) DEFAULT NULL COMMENT '是否显示',
  `timeline` int(11) DEFAULT NULL COMMENT '发布时间',
  `timeline_answer` int(11) DEFAULT NULL COMMENT '回复时间',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=6 DEFAULT CHARSET=utf8 COMMENT='反馈';
/*!40101 SET character_set_client = @saved_cs_client */;


-- Dumping data for table `shm_feedback`
LOCK TABLES `shm_feedback` WRITE;
/*!40000 ALTER TABLE `shm_feedback` DISABLE KEYS */;
INSERT INTO `shm_feedback` (`id`,`sort_id`,`audit`,`type_id`,`title`,`content`,`answer`,`username`,`telphone`,`qq`,`fax`,`email`,`address`,`gender`,`age`,`from`,`solve`,`show`,`timeline`,`timeline_answer`) VALUES
('3','1','0',NULL,NULL,'sfjdsjflkjkl',NULL,'Elijah','15254260075',NULL,NULL,'elijah@test.com','fsjdflsj','0','0','feedback','0',NULL,'1556589225',NULL),
('4','2','0',NULL,NULL,'ghjkl;',NULL,'elijah','14567869689','56789',NULL,'lrij@dkf.com','fjsdk','1','567',NULL,'0',NULL,'1556589564',NULL),
('5','3','0',NULL,NULL,'fghjkl',NULL,'elijah','15445678967','345678',NULL,'sdfkj@dfd.com','ghjkl','1','56','application','0',NULL,'1556589679',NULL);
/*!40000 ALTER TABLE `shm_feedback` ENABLE KEYS */;
UNLOCK TABLES;


-- Table structure for shm_gallery 
DROP TABLE IF EXISTS `shm_gallery`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `shm_gallery` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT '标识',
  `cid` int(4) NOT NULL COMMENT '栏目标识',
  `ccid` int(11) NOT NULL DEFAULT '0' COMMENT '栏目条目ID伪栏目',
  `sort_id` int(11) NOT NULL COMMENT '排序',
  `audit` int(1) NOT NULL DEFAULT '0' COMMENT '0:1审核',
  `flag` int(1) NOT NULL DEFAULT '0' COMMENT '0:1推荐',
  `ctype` int(4) NOT NULL DEFAULT '0' COMMENT '默认分类',
  `title` tinytext COMMENT '标题',
  `title_seo` tinytext COMMENT '优化标题',
  `tags` tinytext COMMENT '标签',
  `intro` varbinary(500) DEFAULT NULL COMMENT '简介',
  `photo` text COMMENT '图片列表',
  `thumb` text COMMENT '对应压缩图',
  `timeline` int(11) NOT NULL COMMENT '时间线',
  `content` text,
  `txt_1` varchar(200) DEFAULT NULL COMMENT 'address',
  `txt_2` varchar(200) DEFAULT NULL COMMENT 'telephone',
  `back_photo` text,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=18 DEFAULT CHARSET=utf8 COMMENT='画廊';
/*!40101 SET character_set_client = @saved_cs_client */;


-- Dumping data for table `shm_gallery`
LOCK TABLES `shm_gallery` WRITE;
/*!40000 ALTER TABLE `shm_gallery` DISABLE KEYS */;
INSERT INTO `shm_gallery` (`id`,`cid`,`ccid`,`sort_id`,`audit`,`flag`,`ctype`,`title`,`title_seo`,`tags`,`intro`,`photo`,`thumb`,`timeline`,`content`,`txt_1`,`txt_2`,`back_photo`) VALUES
('16','63','0','16','1','0','1','联想集团','','','','67','2019/04/28/thumbnail/155644344506xfz0l.png','1556443456','<p>&nbsp; &nbsp; &nbsp; &nbsp;联想集团是1984年中国科学院计算技术研究所投资20万元人民币，由11名科技人员创办，是中国的一家在信息产业内多元化发展的大型企业集团， 和富有创新性的国际化的科技公司。从1996年开始，联想电脑销量一直位居中国国内市场首位；2005年，联想集团收购IBM PC（Personal computer， 个人电脑）事业部；2013年，联想电脑销售量升居世界第一，成为全球最大的PC生产厂商。2014年10月，联想集团宣布了该公司已经完成对摩托罗拉移 动的收购。作为全球电脑市场的领导企业，联想从事开发、制造并销售可靠的、安全易用的技术产品及优质专业的服务，帮助全球客户和合作伙伴取得成功。 联想公司主要生产台式电脑、服务器、笔记本电脑、智能电视、打印机、掌上电脑、主板、手机、一体机电脑等商品。</p>',NULL,NULL,'65'),
('14','63','0','14','1','0','1','联想集团','','','','67','2019/04/28/thumbnail/155644344506xfz0l.png','1556443446','<p>&nbsp; &nbsp; &nbsp; &nbsp;联想集团是1984年中国科学院计算技术研究所投资20万元人民币，由11名科技人员创办，是中国的一家在信息产业内多元化发展的大型企业集团， 和富有创新性的国际化的科技公司。从1996年开始，联想电脑销量一直位居中国国内市场首位；2005年，联想集团收购IBM PC（Personal computer， 个人电脑）事业部；2013年，联想电脑销售量升居世界第一，成为全球最大的PC生产厂商。2014年10月，联想集团宣布了该公司已经完成对摩托罗拉移 动的收购。作为全球电脑市场的领导企业，联想从事开发、制造并销售可靠的、安全易用的技术产品及优质专业的服务，帮助全球客户和合作伙伴取得成功。 联想公司主要生产台式电脑、服务器、笔记本电脑、智能电视、打印机、掌上电脑、主板、手机、一体机电脑等商品。</p>',NULL,NULL,'65'),
('17','63','0','17','1','0','1','联想集团','','','','67','2019/04/28/thumbnail/155644344506xfz0l.png','1556443457','<p>&nbsp; &nbsp; &nbsp; &nbsp;联想集团是1984年中国科学院计算技术研究所投资20万元人民币，由11名科技人员创办，是中国的一家在信息产业内多元化发展的大型企业集团， 和富有创新性的国际化的科技公司。从1996年开始，联想电脑销量一直位居中国国内市场首位；2005年，联想集团收购IBM PC（Personal computer， 个人电脑）事业部；2013年，联想电脑销售量升居世界第一，成为全球最大的PC生产厂商。2014年10月，联想集团宣布了该公司已经完成对摩托罗拉移 动的收购。作为全球电脑市场的领导企业，联想从事开发、制造并销售可靠的、安全易用的技术产品及优质专业的服务，帮助全球客户和合作伙伴取得成功。 联想公司主要生产台式电脑、服务器、笔记本电脑、智能电视、打印机、掌上电脑、主板、手机、一体机电脑等商品。</p>',NULL,NULL,'65'),
('15','63','0','15','1','0','1','联想集团','','','','67','2019/04/28/thumbnail/155644344506xfz0l.png','1556443454','<p>&nbsp; &nbsp; &nbsp; &nbsp;联想集团是1984年中国科学院计算技术研究所投资20万元人民币，由11名科技人员创办，是中国的一家在信息产业内多元化发展的大型企业集团， 和富有创新性的国际化的科技公司。从1996年开始，联想电脑销量一直位居中国国内市场首位；2005年，联想集团收购IBM PC（Personal computer， 个人电脑）事业部；2013年，联想电脑销售量升居世界第一，成为全球最大的PC生产厂商。2014年10月，联想集团宣布了该公司已经完成对摩托罗拉移 动的收购。作为全球电脑市场的领导企业，联想从事开发、制造并销售可靠的、安全易用的技术产品及优质专业的服务，帮助全球客户和合作伙伴取得成功。 联想公司主要生产台式电脑、服务器、笔记本电脑、智能电视、打印机、掌上电脑、主板、手机、一体机电脑等商品。</p>',NULL,NULL,'65');
/*!40000 ALTER TABLE `shm_gallery` ENABLE KEYS */;
UNLOCK TABLES;


-- Table structure for shm_honor 
DROP TABLE IF EXISTS `shm_honor`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `shm_honor` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT '唯一编号',
  `cid` int(11) NOT NULL COMMENT '所属栏目',
  `ccid` int(11) NOT NULL DEFAULT '0' COMMENT '栏目条目ID伪栏目',
  `sort_id` int(11) DEFAULT '0' COMMENT '排序编号',
  `audit` int(1) NOT NULL DEFAULT '0' COMMENT '0:1审核',
  `flag` int(1) NOT NULL DEFAULT '0' COMMENT '0:1推荐',
  `ctype` int(4) NOT NULL DEFAULT '0' COMMENT '默认分类',
  `type_id` int(4) DEFAULT NULL COMMENT '类型',
  `title` tinytext NOT NULL COMMENT '标题',
  `link` text COMMENT '外链',
  `title_seo` tinytext,
  `intro` varchar(500) DEFAULT NULL COMMENT '简介(200汉字)',
  `tags` tinytext COMMENT '标签',
  `content` text COMMENT '内容',
  `timeline` int(11) DEFAULT NULL COMMENT '发布/修改时间',
  `expiretime` int(10) DEFAULT NULL COMMENT '公告过期时间',
  `status` int(1) NOT NULL DEFAULT '0' COMMENT '0:1状态,1 发布，0 草稿',
  `click` int(11) NOT NULL DEFAULT '0' COMMENT '浏览次数',
  `photo` varchar(200) DEFAULT NULL COMMENT '图片',
  `thumb` varchar(200) DEFAULT NULL COMMENT '图片缩略图',
  `attachment` tinytext COMMENT '附件',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=5 DEFAULT CHARSET=utf8 COMMENT='荣誉';
/*!40101 SET character_set_client = @saved_cs_client */;


-- Dumping data for table `shm_honor`
LOCK TABLES `shm_honor` WRITE;
/*!40000 ALTER TABLE `shm_honor` DISABLE KEYS */;
INSERT INTO `shm_honor` (`id`,`cid`,`ccid`,`sort_id`,`audit`,`flag`,`ctype`,`type_id`,`title`,`link`,`title_seo`,`intro`,`tags`,`content`,`timeline`,`expiretime`,`status`,`click`,`photo`,`thumb`,`attachment`) VALUES
('1','47','0','1','1','0','0',NULL,'青岛莱牛荣获《2018行业典范单位》','','','  ','',NULL,'1556432609',NULL,'0','0','42','2019/04/28/thumbnail/15564328088216ir6.png',NULL),
('2','47','0','2','1','0','0',NULL,'青岛莱牛荣获《2018行业典范单位》','','','  ','',NULL,'1556432667',NULL,'0','0','41','2019/04/28/thumbnail/155643280092q9fsx.png',NULL),
('3','47','0','3','1','0','0',NULL,'青岛莱牛荣获《2018行业典范单位》','','','  ','',NULL,'1556432668',NULL,'0','0','40','2019/04/28/thumbnail/155643279433rx0ol.png',NULL),
('4','47','0','4','1','0','0',NULL,'青岛莱牛荣获《2018行业典范单位》','','','  ','',NULL,'1556432668',NULL,'0','0','39','2019/04/28/thumbnail/155643278191w0ujq.png',NULL);
/*!40000 ALTER TABLE `shm_honor` ENABLE KEYS */;
UNLOCK TABLES;


-- Table structure for shm_infos 
DROP TABLE IF EXISTS `shm_infos`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `shm_infos` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT '唯一编号',
  `cid` int(11) NOT NULL COMMENT '所属栏目',
  `ccid` int(11) NOT NULL DEFAULT '0' COMMENT '栏目条目ID伪栏目',
  `sort_id` int(11) DEFAULT '0' COMMENT '排序编号',
  `audit` int(1) NOT NULL DEFAULT '0' COMMENT '0:1审核',
  `flag` int(1) NOT NULL DEFAULT '0' COMMENT '0:1推荐',
  `ctype` int(4) NOT NULL DEFAULT '0' COMMENT '默认分类',
  `type_id` int(4) DEFAULT NULL COMMENT '类型',
  `title` tinytext NOT NULL COMMENT '标题',
  `title_seo` tinytext,
  `intro` varchar(500) DEFAULT NULL COMMENT '简介(200汉字)',
  `tags` tinytext COMMENT '标签',
  `content` text COMMENT '内容',
  `timeline` int(11) DEFAULT NULL COMMENT '发布/修改时间',
  `expiretime` int(10) DEFAULT NULL COMMENT '公告过期时间',
  `status` int(1) NOT NULL DEFAULT '0' COMMENT '0:1状态,1 发布，0 草稿',
  `author` varchar(50) DEFAULT NULL COMMENT '消息作者',
  `source` varchar(50) DEFAULT NULL COMMENT '消息来源',
  `click` int(11) NOT NULL DEFAULT '0' COMMENT '浏览次数',
  `photo` varchar(200) DEFAULT NULL COMMENT '相关图片',
  `thumb` varchar(200) DEFAULT NULL COMMENT '图片缩略图',
  `files` tinytext COMMENT '附件',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=5 DEFAULT CHARSET=utf8 COMMENT='信息表';
/*!40101 SET character_set_client = @saved_cs_client */;


-- Dumping data for table `shm_infos`
LOCK TABLES `shm_infos` WRITE;
/*!40000 ALTER TABLE `shm_infos` DISABLE KEYS */;
INSERT INTO `shm_infos` (`id`,`cid`,`ccid`,`sort_id`,`audit`,`flag`,`ctype`,`type_id`,`title`,`title_seo`,`intro`,`tags`,`content`,`timeline`,`expiretime`,`status`,`author`,`source`,`click`,`photo`,`thumb`,`files`) VALUES
('1','46','0','2','1','0','0',NULL,'2016年','','  ','','<p><span>2月</span>青岛莱牛教育有限公司正式成立</p><p><span>8月</span>与青岛大学等5所大学达成校企合作协议</p><p><span>9月</span>莱西市成立办事处</p><p><span>2月</span>青岛莱牛教育有限公司正式成立</p><p><span>11月</span>青岛莱牛教育有限公司总经理任青岛恒星科技学院客座教授</p>','1556432207',NULL,'0',NULL,NULL,'0',NULL,NULL,NULL),
('2','46','0','3','1','0','0',NULL,'2017年','','  ','','<p>青岛莱牛旗下软件公司正式成立<span>2月</span></p><p>北京市成立分公司<span>5月</span></p><p>青岛莱牛成为青岛大数据协会合作单位<span>7月</span></p><p>济南市成立分公司<span>9月</span></p><p>青岛莱牛第一次公益活动启动并顺利进行<span>12月</span></p>','1556432213',NULL,'0',NULL,NULL,'0',NULL,NULL,NULL),
('3','46','0','4','1','0','0',NULL,'2018年','','  ','','<p><span>3月</span>即墨校区建设完毕并且正式入驻</p><p><span>5月</span>青岛莱牛教育有限公司校企合作超过二十家本科院校</p><p><span>8月</span>青岛莱牛教育获批成立青岛大数据人才网</p><p><span>11月</span>青岛CBD成立青岛分公司</p><p><span>12月</span>公司正式筹备上市（进入IPO）</p><p><span></span>启迪校区投入建设</p><p><span></span>青岛莱牛第二次公益活动启动并顺利进行</p>','1556432217',NULL,'0',NULL,NULL,'0','','',NULL),
('4','46','0','1','1','0','0',NULL,'2015年','','  ','','<p>青岛莱牛教育有限公司正式筹备<span>12月</span></p>','1556433103',NULL,'0',NULL,NULL,'0',NULL,NULL,NULL);
/*!40000 ALTER TABLE `shm_infos` ENABLE KEYS */;
UNLOCK TABLES;


-- Table structure for shm_irregular 
DROP TABLE IF EXISTS `shm_irregular`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `shm_irregular` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT '唯一编号',
  `cid` int(11) NOT NULL COMMENT '所属栏目',
  `ccid` int(11) NOT NULL DEFAULT '0' COMMENT '栏目条目ID伪栏目',
  `sort_id` int(11) DEFAULT '0' COMMENT '排序编号',
  `audit` int(1) NOT NULL DEFAULT '0' COMMENT '0:1审核',
  `flag` int(1) NOT NULL DEFAULT '0' COMMENT '0:1推荐',
  `ctype` int(4) NOT NULL DEFAULT '0' COMMENT '默认分类',
  `type_id` int(4) DEFAULT NULL COMMENT '类型',
  `title` varchar(200) NOT NULL COMMENT '标题',
  `tagtitle` varchar(200) DEFAULT NULL,
  `entitle` varchar(200) DEFAULT NULL,
  `title_seo` tinytext,
  `intro` varchar(250) DEFAULT NULL COMMENT '简介(200汉字)',
  `tagintro` varchar(200) DEFAULT NULL,
  `tags` tinytext COMMENT '标签',
  `content` text COMMENT '内容',
  `timeline` int(11) DEFAULT NULL COMMENT '发布/修改时间',
  `expiretime` int(10) DEFAULT NULL COMMENT '公告过期时间',
  `status` int(1) NOT NULL DEFAULT '0' COMMENT '0:1状态,1 发布，0 草稿',
  `author` varchar(50) DEFAULT NULL COMMENT '消息作者',
  `source` varchar(50) DEFAULT NULL COMMENT '消息来源',
  `click` int(11) NOT NULL DEFAULT '0' COMMENT '浏览次数',
  `photo` varchar(200) DEFAULT NULL COMMENT '相关图片',
  `thumb` varchar(200) DEFAULT NULL COMMENT '图片缩略图',
  `files` tinytext COMMENT '附件',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='针对不规则页面的模块表';
/*!40101 SET character_set_client = @saved_cs_client */;


-- Dumping data for table `shm_irregular`
LOCK TABLES `shm_irregular` WRITE;
/*!40000 ALTER TABLE `shm_irregular` DISABLE KEYS */;
/*!40000 ALTER TABLE `shm_irregular` ENABLE KEYS */;
UNLOCK TABLES;


-- Table structure for shm_links 
DROP TABLE IF EXISTS `shm_links`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `shm_links` (
  `id` int(4) NOT NULL AUTO_INCREMENT,
  `cid` int(4) NOT NULL COMMENT '栏目 id',
  `ccid` int(11) NOT NULL DEFAULT '0' COMMENT '栏目条目ID伪栏目',
  `sort_id` int(11) DEFAULT NULL COMMENT '排序编号',
  `audit` int(1) NOT NULL DEFAULT '0' COMMENT '0:1审核',
  `flag` int(1) NOT NULL DEFAULT '0' COMMENT '0:1推荐',
  `ctype` int(4) NOT NULL DEFAULT '0' COMMENT '默认分类',
  `title` tinytext NOT NULL COMMENT '标题',
  `content` text COMMENT '详细内容',
  `tip` tinytext COMMENT '鼠标悬停提示',
  `link` tinytext COMMENT 'URL地址',
  `photo` tinytext COMMENT '图片',
  `thumb` tinytext COMMENT '缩略图',
  `show` int(1) DEFAULT '1' COMMENT '是否显示',
  `timeline` int(11) DEFAULT NULL COMMENT '发布时间',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='友情链接';
/*!40101 SET character_set_client = @saved_cs_client */;


-- Dumping data for table `shm_links`
LOCK TABLES `shm_links` WRITE;
/*!40000 ALTER TABLE `shm_links` DISABLE KEYS */;
/*!40000 ALTER TABLE `shm_links` ENABLE KEYS */;
UNLOCK TABLES;


-- Table structure for shm_lists 
DROP TABLE IF EXISTS `shm_lists`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `shm_lists` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT '标识',
  `cid` int(4) NOT NULL COMMENT '栏目 id',
  `ccid` int(11) NOT NULL DEFAULT '0' COMMENT '栏目条目ID伪栏目',
  `sort_id` int(11) NOT NULL COMMENT '排序',
  `audit` int(1) NOT NULL DEFAULT '0' COMMENT '0:1审核',
  `flag` int(1) NOT NULL DEFAULT '0' COMMENT '0:1推荐',
  `ctype` int(4) NOT NULL DEFAULT '0' COMMENT '默认分类',
  `title` tinytext COMMENT '小标题',
  `content` text COMMENT '内容',
  `timeline` int(11) NOT NULL COMMENT '时间线',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8 COMMENT='小列表';
/*!40101 SET character_set_client = @saved_cs_client */;


-- Dumping data for table `shm_lists`
LOCK TABLES `shm_lists` WRITE;
/*!40000 ALTER TABLE `shm_lists` DISABLE KEYS */;
/*!40000 ALTER TABLE `shm_lists` ENABLE KEYS */;
UNLOCK TABLES;


-- Table structure for shm_log 
DROP TABLE IF EXISTS `shm_log`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `shm_log` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `controller` varchar(50) DEFAULT NULL,
  `url` mediumtext COMMENT '控制器',
  `category` varchar(50) DEFAULT '' COMMENT '级别: 1 view,2update,add,3,del',
  `message` tinytext COMMENT '备注',
  `mid` int(6) DEFAULT NULL COMMENT '操作人',
  `ip` varchar(20) DEFAULT NULL COMMENT 'IP地址',
  `timeline` int(11) DEFAULT NULL COMMENT '时间线',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=214 DEFAULT CHARSET=utf8 COMMENT='操作日志';
/*!40101 SET character_set_client = @saved_cs_client */;


-- Dumping data for table `shm_log`
LOCK TABLES `shm_log` WRITE;
/*!40000 ALTER TABLE `shm_log` DISABLE KEYS */;
INSERT INTO `shm_log` (`id`,`controller`,`url`,`category`,`message`,`mid`,`ip`,`timeline`) VALUES
('1','banners','/shmadmin/index.php/banners/create?c=2','create','添加数据id:1','1','127.0.0.1','1556267671'),
('2','banners','/shmadmin/index.php/banners/create?c=2','create','添加数据id:2','1','127.0.0.1','1556267735'),
('3','banners','/shmadmin/index.php/banners/audit?c=2','audit','审核数据ID：1为1','1','127.0.0.1','1556268012'),
('4','banners','/shmadmin/index.php/banners/audit?c=2','audit','审核数据ID：2为1','1','127.0.0.1','1556268013'),
('5','banners','/shmadmin/index.php/banners/edit/2?c=2','update','更新数据id:2','1','127.0.0.1','1556269978'),
('6','page','/shmadmin/index.php/page/edit?c=4','update','更新数据id:1','1','127.0.0.1','1556270344'),
('7','page','/shmadmin/index.php/page/edit?c=5','update','更新数据id:2','1','127.0.0.1','1556270879'),
('8','page','/shmadmin/index.php/page/edit?c=6','update','更新数据id:3','1','127.0.0.1','1556270898'),
('9','page','/shmadmin/index.php/page/edit?c=8','update','更新数据id:4','1','127.0.0.1','1556271011'),
('10','page','/shmadmin/index.php/page/edit?c=8','update','更新数据id:4','1','127.0.0.1','1556271022'),
('11','page','/shmadmin/index.php/page/edit?c=9','update','更新数据id:5','1','127.0.0.1','1556271446'),
('12','page','/shmadmin/index.php/page/edit?c=10','update','更新数据id:6','1','127.0.0.1','1556271475'),
('13','page','/shmadmin/index.php/page/edit?c=12','update','更新数据id:7','1','127.0.0.1','1556271813'),
('14','page','/shmadmin/index.php/page/edit?c=13','update','更新数据id:8','1','127.0.0.1','1556272032'),
('15','page','/shmadmin/index.php/page/edit?c=14','update','更新数据id:9','1','127.0.0.1','1556272058'),
('16','page','/shmadmin/index.php/page/edit?c=16','update','更新数据id:10','1','127.0.0.1','1556272134'),
('17','page','/shmadmin/index.php/page/edit?c=17','update','更新数据id:11','1','127.0.0.1','1556272295'),
('18','page','/shmadmin/index.php/page/edit?c=19','update','更新数据id:12','1','127.0.0.1','1556272366'),
('19','page','/shmadmin/index.php/page/edit?c=20','update','更新数据id:13','1','127.0.0.1','1556272433'),
('20','page','/shmadmin/index.php/page/edit?c=21','update','更新数据id:14','1','127.0.0.1','1556272510'),
('21','page','/shmadmin/index.php/page/edit?c=23','update','更新数据id:15','1','127.0.0.1','1556273367'),
('22','page','/shmadmin/index.php/page/edit?c=24','update','更新数据id:16','1','127.0.0.1','1556273775'),
('23','page','/shmadmin/index.php/page/edit?c=25','update','更新数据id:17','1','127.0.0.1','1556273799'),
('24','page','/shmadmin/index.php/page/edit?c=26','update','更新数据id:18','1','127.0.0.1','1556273823'),
('25','page','/shmadmin/index.php/page/edit?c=27','update','更新数据id:19','1','127.0.0.1','1556273873'),
('26','page','/shmadmin/index.php/page/edit?c=29','update','更新数据id:20','1','127.0.0.1','1556274107'),
('27','page','/shmadmin/index.php/page/edit?c=30','update','更新数据id:21','1','127.0.0.1','1556274127'),
('28','page','/shmadmin/index.php/page/edit?c=31','update','更新数据id:22','1','127.0.0.1','1556274180'),
('29','page','/shmadmin/index.php/page/edit?c=32','update','更新数据id:23','1','127.0.0.1','1556274220'),
('30','page','/shmadmin/index.php/page/edit?c=33','update','更新数据id:24','1','127.0.0.1','1556274280'),
('31','page','/shmadmin/index.php/page/edit?c=34','update','更新数据id:25','1','127.0.0.1','1556274367'),
('32','page','/shmadmin/index.php/page/edit?c=34','update','更新数据id:25','1','127.0.0.1','1556275027'),
('33','login','/shmadmin/index.php/login?url=http://lainiu/shmadmin/index.php?','login','manager ID 1: 登录成功！','1','0.0.0.0','1556416470'),
('34','configs','/shmadmin/index.php/configs/set','edit','修改配置site.title_suffix:青岛莱牛教育','1','0.0.0.0','1556416504'),
('35','configs','/shmadmin/index.php/configs/set','edit','修改配置site.title_seo:青岛莱牛教育','1','0.0.0.0','1556416507'),
('36','configs','/shmadmin/index.php/configs/set','edit','修改配置adminer.title_suffix:青岛莱牛教育','1','0.0.0.0','1556416510'),
('37','configs','/shmadmin/index.php/configs/set','edit','修改配置site.intro:青岛莱牛教育','1','0.0.0.0','1556416515'),
('38','upload','/shmadmin/index.php/upload/delete','delete','删除文件ID:10','1','0.0.0.0','1556421049'),
('39','upload','/shmadmin/index.php/upload/delete','delete','删除文件ID:8','1','0.0.0.0','1556421050'),
('40','page','/shmadmin/index.php/page/edit?c=27','update','更新数据id:19','1','0.0.0.0','1556421067'),
('41','upload','/shmadmin/index.php/upload/delete','delete','删除文件ID:9','1','0.0.0.0','1556421417'),
('42','page','/shmadmin/index.php/page/edit?c=33','update','更新数据id:24','1','0.0.0.0','1556421418'),
('43','page','/shmadmin/index.php/page/edit?c=41','update','更新数据id:27','1','0.0.0.0','1556423081'),
('44','page','/shmadmin/index.php/page/edit?c=41','update','更新数据id:27','1','0.0.0.0','1556423179'),
('45','page','/shmadmin/index.php/page/edit?c=41','update','更新数据id:27','1','0.0.0.0','1556423330'),
('46','page','/shmadmin/index.php/page/edit?c=42','update','更新数据id:28','1','0.0.0.0','1556423451'),
('47','page','/shmadmin/index.php/page/edit?c=43','update','更新数据id:29','1','0.0.0.0','1556423473'),
('48','columns','/shmadmin/index.php/columns/delete?ids=40','delete','删除数据id:40','1','0.0.0.0','1556423593'),
('49','columns','/shmadmin/index.php/columns/delete?ids=38','delete','删除数据id:38','1','0.0.0.0','1556423630'),
('50','columns','/shmadmin/index.php/columns/delete?ids=37','delete','删除数据id:37','1','0.0.0.0','1556423648'),
('51','page','/shmadmin/index.php/page/edit?c=36','update','更新数据id:26','1','0.0.0.0','1556423827'),
('52','columns','/shmadmin/index.php/columns/edit/41','update','更新数据id:41','1','0.0.0.0','1556424002'),
('53','columns','/shmadmin/index.php/columns/delete?ids=45','delete','删除数据id:45','1','0.0.0.0','1556424168'),
('54','columns','/shmadmin/index.php/columns/edit/46','update','更新数据id:46','1','0.0.0.0','1556424203'),
('55','columns','/shmadmin/index.php/columns/edit/41','update','更新数据id:41','1','0.0.0.0','1556424350'),
('56','columns','/shmadmin/index.php/columns/edit/46','update','更新数据id:46','1','0.0.0.0','1556424369'),
('57','columns','/shmadmin/index.php/columns/edit/50','update','更新数据id:50','1','0.0.0.0','1556424458'),
('58','columns','/shmadmin/index.php/columns/delete?ids=51','delete','删除数据id:51','1','0.0.0.0','1556424489'),
('59','columns','/shmadmin/index.php/columns/delete?ids=52','delete','删除数据id:52','1','0.0.0.0','1556424491'),
('60','columns','/shmadmin/index.php/columns/delete?ids=54','delete','删除数据id:54','1','0.0.0.0','1556424494'),
('61','columns','/shmadmin/index.php/columns/delete?ids=55','delete','删除数据id:55','1','0.0.0.0','1556424497'),
('62','columns','/shmadmin/index.php/columns/delete?ids=49','delete','删除数据id:49','1','0.0.0.0','1556424524'),
('63','columns','/shmadmin/index.php/columns/edit/50','update','更新数据id:50','1','0.0.0.0','1556424547'),
('64','columns','/shmadmin/index.php/columns/edit/50','update','更新数据id:50','1','0.0.0.0','1556424587'),
('65','gallery','/shmadmin/index.php/gallery/create?c=50','create','添加数据id:1','1','0.0.0.0','1556424794'),
('66','columns','/shmadmin/index.php/columns/edit/50','update','更新数据id:50','1','0.0.0.0','1556425150'),
('67','columns','/shmadmin/index.php/columns/edit/53','update','更新数据id:53','1','0.0.0.0','1556425171'),
('68','page','/shmadmin/index.php/page/edit?c=50','update','更新数据id:36','1','0.0.0.0','1556425243'),
('69','upload','/shmadmin/index.php/upload/delete','delete','删除文件ID:22','1','0.0.0.0','1556425253'),
('70','upload','/shmadmin/index.php/upload/delete','delete','删除文件ID:23','1','0.0.0.0','1556425254'),
('71','upload','/shmadmin/index.php/upload/delete','delete','删除文件ID:24','1','0.0.0.0','1556425254'),
('72','upload','/shmadmin/index.php/upload/delete','delete','删除文件ID:25','1','0.0.0.0','1556425254'),
('73','upload','/shmadmin/index.php/upload/delete','delete','删除文件ID:26','1','0.0.0.0','1556425254'),
('74','upload','/shmadmin/index.php/upload/delete','delete','删除文件ID:27','1','0.0.0.0','1556425254'),
('75','upload','/shmadmin/index.php/upload/delete','delete','删除文件ID:28','1','0.0.0.0','1556425255'),
('76','upload','/shmadmin/index.php/upload/delete','delete','删除文件ID:29','1','0.0.0.0','1556425255'),
('77','upload','/shmadmin/index.php/upload/delete','delete','删除文件ID:30','1','0.0.0.0','1556425255'),
('78','upload','/shmadmin/index.php/upload/delete','delete','删除文件ID:31','1','0.0.0.0','1556425255'),
('79','page','/shmadmin/index.php/page/edit?c=50','update','更新数据id:36','1','0.0.0.0','1556425277'),
('80','page','/shmadmin/index.php/page/edit?c=53','update','更新数据id:37','1','0.0.0.0','1556425298'),
('81','columns','/shmadmin/index.php/columns/edit/46','update','更新数据id:46','1','0.0.0.0','1556432039'),
('82','infos','/shmadmin/index.php/infos/create?c=46','create','添加数据id:1','1','0.0.0.0','1556432207'),
('83','infos','/shmadmin/index.php/infos/create?c=46','create','添加数据id:2','1','0.0.0.0','1556432213'),
('84','infos','/shmadmin/index.php/infos/edit/3?c=46','update','更新数据id:3','1','0.0.0.0','1556432226'),
('85','infos','/shmadmin/index.php/infos/audit?c=46','audit','审核数据ID：3为1','1','0.0.0.0','1556432558'),
('86','infos','/shmadmin/index.php/infos/audit?c=46','audit','审核数据ID：2为1','1','0.0.0.0','1556432559'),
('87','infos','/shmadmin/index.php/infos/audit?c=46','audit','审核数据ID：1为1','1','0.0.0.0','1556432560'),
('88','columns','/shmadmin/index.php/columns/edit/47','update','更新数据id:47','1','0.0.0.0','1556432591'),
('89','honor','/shmadmin/index.php/honor/create?c=47','create','添加数据id:1','1','0.0.0.0','1556432663'),
('90','honor','/shmadmin/index.php/honor/audit?c=47','audit','审核数据ID：4为1','1','0.0.0.0','1556432670'),
('91','honor','/shmadmin/index.php/honor/audit?c=47','audit','审核数据ID：3为1','1','0.0.0.0','1556432671'),
('92','honor','/shmadmin/index.php/honor/audit?c=47','audit','审核数据ID：2为1','1','0.0.0.0','1556432671'),
('93','honor','/shmadmin/index.php/honor/audit?c=47','audit','审核数据ID：1为1','1','0.0.0.0','1556432672'),
('94','upload','/shmadmin/index.php/upload/delete','delete','删除文件ID:38','1','0.0.0.0','1556432782'),
('95','honor','/shmadmin/index.php/honor/edit/4?c=47','update','更新数据id:4','1','0.0.0.0','1556432783'),
('96','honor','/shmadmin/index.php/honor/edit/3?c=47','update','更新数据id:3','1','0.0.0.0','1556432795'),
('97','honor','/shmadmin/index.php/honor/edit/2?c=47','update','更新数据id:2','1','0.0.0.0','1556432801'),
('98','honor','/shmadmin/index.php/honor/edit/1?c=47','update','更新数据id:1','1','0.0.0.0','1556432809'),
('99','infos','/shmadmin/index.php/infos/edit/3?c=46','update','更新数据id:3','1','0.0.0.0','1556432955'),
('100','infos','/shmadmin/index.php/infos/edit/3?c=46','update','更新数据id:3','1','0.0.0.0','1556432999'),
('101','infos','/shmadmin/index.php/infos/edit/2?c=46','update','更新数据id:2','1','0.0.0.0','1556433022'),
('102','infos','/shmadmin/index.php/infos/edit/1?c=46','update','更新数据id:1','1','0.0.0.0','1556433086'),
('103','infos','/shmadmin/index.php/infos/create?c=46','create','添加数据id:4','1','0.0.0.0','1556433103'),
('104','infos','/shmadmin/index.php/infos/sortid?c=46&ids=3%2C2%2C1%2C4&sort=3%2C2%2C1%2C4&sortby=desc','sort','对数据排序:ID: [3,2,1,4]顺序改为[4,3,2,1]','1','0.0.0.0','1556433107'),
('105','infos','/shmadmin/index.php/infos/audit?c=46','audit','审核数据ID：4为1','1','0.0.0.0','1556433110'),
('106','columns','/shmadmin/index.php/columns/delete?ids=58','delete','删除数据id:58','1','0.0.0.0','1556433194'),
('107','columns','/shmadmin/index.php/columns/edit/59','update','更新数据id:59','1','0.0.0.0','1556433223'),
('108','article','/shmadmin/index.php/article/create?c=59','create','添加数据id:1','1','0.0.0.0','1556434416'),
('109','article','/shmadmin/index.php/article/audit?c=59','audit','审核数据ID：1为1','1','0.0.0.0','1556434421'),
('110','article','/shmadmin/index.php/article/delete?c=59&ids=1','delete','删除数据id:1','1','0.0.0.0','1556434446'),
('111','product','/shmadmin/index.php/product/create?c=59','create','添加数据id:1','1','0.0.0.0','1556435106'),
('112','product','/shmadmin/index.php/product/audit?c=59','audit','审核数据ID：1为1','1','0.0.0.0','1556435159'),
('113','product','/shmadmin/index.php/product/create?c=59','create','添加数据id:2','1','0.0.0.0','1556435253'),
('114','product','/shmadmin/index.php/product/audit?c=59','audit','审核数据ID：2为1','1','0.0.0.0','1556435257'),
('115','product','/shmadmin/index.php/product/sortid?c=59&ids=1%2C2&sort=1%2C2&sortby=desc','sort','对数据排序:ID: [1,2]顺序改为[2,1]','1','0.0.0.0','1556435263'),
('116','page','/shmadmin/index.php/page/edit?c=57','update','更新数据id:38','1','0.0.0.0','1556435528'),
('117','product','/shmadmin/index.php/product/edit/1?c=59','update','更新数据id:1','1','0.0.0.0','1556435725'),
('118','product','/shmadmin/index.php/product/edit/1?c=59','update','更新数据id:1','1','0.0.0.0','1556435856'),
('119','columns','/shmadmin/index.php/columns/delete?ids=62','delete','删除数据id:62','1','0.0.0.0','1556436783'),
('120','columns','/shmadmin/index.php/columns/edit/63','update','更新数据id:63','1','0.0.0.0','1556436799'),
('121','gallery','/shmadmin/index.php/gallery/create?c=63','create','添加数据id:2','1','0.0.0.0','1556436828'),
('122','gallery','/shmadmin/index.php/gallery/create?c=63&ctype=1','create','添加数据id:3','1','0.0.0.0','1556437091'),
('123','gallery','/shmadmin/index.php/gallery/audit?c=63&ctype=1','audit','审核数据ID：3为1','1','0.0.0.0','1556437104'),
('124','upload','/shmadmin/index.php/upload/delete','delete','删除文件ID:49','1','0.0.0.0','1556437131'),
('125','upload','/shmadmin/index.php/upload/delete','delete','删除文件ID:48','1','0.0.0.0','1556437196'),
('126','upload','/shmadmin/index.php/upload/delete','delete','删除文件ID:47','1','0.0.0.0','1556437198'),
('127','gallery','/shmadmin/index.php/gallery/edit/3?c=63','update','更新数据id:3','1','0.0.0.0','1556437199'),
('128','upload','/shmadmin/index.php/upload/delete','delete','删除文件ID:55','1','0.0.0.0','1556437331'),
('129','upload','/shmadmin/index.php/upload/delete','delete','删除文件ID:58','1','0.0.0.0','1556438898'),
('130','gallery','/shmadmin/index.php/gallery/create?c=63','create','添加数据id:4','1','0.0.0.0','1556438900'),
('131','gallery','/shmadmin/index.php/gallery/delete?c=63&ids=3','delete','删除数据id:3','1','0.0.0.0','1556438905'),
('132','gallery','/shmadmin/index.php/gallery/delete?c=63&ids=2','delete','删除数据id:2','1','0.0.0.0','1556438907'),
('133','gallery','/shmadmin/index.php/gallery/audit?c=63','audit','审核数据ID：4为1','1','0.0.0.0','1556438976'),
('134','upload','/shmadmin/index.php/upload/delete','delete','删除文件ID:59','1','0.0.0.0','1556439001'),
('135','gallery','/shmadmin/index.php/gallery/edit/4?c=63','update','更新数据id:4','1','0.0.0.0','1556439001'),
('136','upload','/shmadmin/index.php/upload/delete','delete','删除文件ID:57','1','0.0.0.0','1556439008'),
('137','gallery','/shmadmin/index.php/gallery/edit/4?c=63','update','更新数据id:4','1','0.0.0.0','1556439009'),
('138','coltypes','/shmadmin/index.php/coltypes/edit/1?cid=63&field=ctype&rc=gallery','update','更新数据id:1','1','0.0.0.0','1556439188'),
('139','coltypes','/shmadmin/index.php/coltypes/edit/2?cid=63&field=ctype&rc=gallery','update','更新数据id:2','1','0.0.0.0','1556439218'),
('140','page','/shmadmin/index.php/page/edit?c=61','update','更新数据id:39','1','0.0.0.0','1556441388'),
('141','gallery','/shmadmin/index.php/gallery/delete?c=63&ids=5','delete','删除数据id:5','1','0.0.0.0','1556442381'),
('142','gallery','/shmadmin/index.php/gallery/delete?c=63&ids=4','delete','删除数据id:4','1','0.0.0.0','1556442383'),
('143','upload','/shmadmin/index.php/upload/delete','delete','删除文件ID:60','1','0.0.0.0','1556442425'),
('144','gallery','/shmadmin/index.php/gallery/edit/6?c=63','update','更新数据id:6','1','0.0.0.0','1556442427'),
('145','gallery','/shmadmin/index.php/gallery/edit/6?c=63','update','更新数据id:6','1','0.0.0.0','1556442465'),
('146','gallery','/shmadmin/index.php/gallery/edit/6?c=63','update','更新数据id:6','1','0.0.0.0','1556442509'),
('147','upload','/shmadmin/index.php/upload/delete','delete','删除文件ID:64','1','0.0.0.0','1556442533'),
('148','gallery','/shmadmin/index.php/gallery/edit/6?c=63','update','更新数据id:6','1','0.0.0.0','1556442533'),
('149','gallery','/shmadmin/index.php/gallery/edit/6?c=63','update','更新数据id:6','1','0.0.0.0','1556442546'),
('150','gallery','/shmadmin/index.php/gallery/edit/9?c=63','update','更新数据id:9','1','0.0.0.0','1556442816'),
('151','gallery','/shmadmin/index.php/gallery/edit/8?c=63','update','更新数据id:8','1','0.0.0.0','1556442822'),
('152','gallery','/shmadmin/index.php/gallery/edit/7?c=63','update','更新数据id:7','1','0.0.0.0','1556442827'),
('153','gallery','/shmadmin/index.php/gallery/edit/6?c=63','update','更新数据id:6','1','0.0.0.0','1556442834'),
('154','gallery','/shmadmin/index.php/gallery/delete?c=63&ids=8%2C7%2C6','delete','删除数据id:8,7,6','1','0.0.0.0','1556442876'),
('155','gallery','/shmadmin/index.php/gallery/edit/9?c=63','update','更新数据id:9','1','0.0.0.0','1556442880'),
('156','gallery','/shmadmin/index.php/gallery/edit/9?c=63','update','更新数据id:9','1','0.0.0.0','1556442937'),
('157','gallery','/shmadmin/index.php/gallery/delete?c=63&ids=9','delete','删除数据id:9','1','0.0.0.0','1556443384'),
('158','gallery','/shmadmin/index.php/gallery/delete?c=63&ids=10','delete','删除数据id:10','1','0.0.0.0','1556443402'),
('159','gallery','/shmadmin/index.php/gallery/delete?c=63&ids=11','delete','删除数据id:11','1','0.0.0.0','1556443406'),
('160','gallery','/shmadmin/index.php/gallery/edit/14?c=63','update','更新数据id:14','1','0.0.0.0','1556443446'),
('161','gallery','/shmadmin/index.php/gallery/delete?c=63&ids=13','delete','删除数据id:13','1','0.0.0.0','1556443451'),
('162','gallery','/shmadmin/index.php/gallery/delete?c=63&ids=12','delete','删除数据id:12','1','0.0.0.0','1556443453'),
('163','login','/shmadmin/index.php/login?url=http://test.lenuedu.com:81/shmadmin/index.php/columns/edit/41?','login','manager ID 1: 登录成功！','1','127.0.0.1','1556503180'),
('164','columns','/shmadmin/index.php/columns/delete?ids=83','delete','删除数据id:83','1','127.0.0.1','1556503267'),
('165','columns','/shmadmin/index.php/columns/delete?ids=79','delete','删除数据id:79','1','127.0.0.1','1556503278'),
('166','columns','/shmadmin/index.php/columns/delete?ids=74','delete','删除数据id:74','1','127.0.0.1','1556503291'),
('167','columns','/shmadmin/index.php/columns/delete?ids=71','delete','删除数据id:71','1','127.0.0.1','1556503303'),
('168','columns','/shmadmin/index.php/columns/delete?ids=66','delete','删除数据id:66','1','127.0.0.1','1556503312'),
('169','page','/shmadmin/index.php/page/edit?c=67','update','更新数据id:41','1','127.0.0.1','1556504247'),
('170','page','/shmadmin/index.php/page/edit?c=65','update','更新数据id:40','1','127.0.0.1','1556504393'),
('171','article','/shmadmin/index.php/article/create?c=68','create','添加数据id:2','1','127.0.0.1','1556507208'),
('172','article','/shmadmin/index.php/article/audit?c=68','audit','审核数据ID：2为1','1','127.0.0.1','1556507229'),
('173','page','/shmadmin/index.php/page/edit?c=70','update','更新数据id:42','1','127.0.0.1','1556508678'),
('174','page','/shmadmin/index.php/page/edit?c=72','update','更新数据id:43','1','127.0.0.1','1556508843'),
('175','page','/shmadmin/index.php/page/edit?c=75','update','更新数据id:44','1','127.0.0.1','1556508921'),
('176','page','/shmadmin/index.php/page/edit?c=75','update','更新数据id:44','1','127.0.0.1','1556509923'),
('177','columns','/shmadmin/index.php/columns/delete?ids=76','delete','删除数据id:76','1','127.0.0.1','1556509961'),
('178','columns','/shmadmin/index.php/columns/delete?ids=80','delete','删除数据id:80','1','127.0.0.1','1556509976'),
('179','page','/shmadmin/index.php/page/edit?c=77','update','更新数据id:46','1','127.0.0.1','1556510075'),
('180','upload','/shmadmin/index.php/upload/delete','delete','删除文件ID:71','1','127.0.0.1','1556510367'),
('181','page','/shmadmin/index.php/page/edit?c=77','update','更新数据id:46','1','127.0.0.1','1556510369'),
('182','page','/shmadmin/index.php/page/edit?c=77','update','更新数据id:46','1','127.0.0.1','1556510400'),
('183','upload','/shmadmin/index.php/upload/delete','delete','删除文件ID:72','1','127.0.0.1','1556510459'),
('184','page','/shmadmin/index.php/page/edit?c=77','update','更新数据id:46','1','127.0.0.1','1556516115'),
('185','page','/shmadmin/index.php/page/edit?c=81','update','更新数据id:47','1','127.0.0.1','1556516180'),
('186','recruit','/shmadmin/index.php/recruit/create?c=84','create','添加数据id:1','1','127.0.0.1','1556516850'),
('187','recruit','/shmadmin/index.php/recruit/audit?c=84','audit','审核数据ID：1为1','1','127.0.0.1','1556516859'),
('188','recruit','/shmadmin/index.php/recruit/create?c=84','create','添加数据id:2','1','127.0.0.1','1556516943'),
('189','recruit','/shmadmin/index.php/recruit/create?c=84','create','添加数据id:3','1','127.0.0.1','1556517032'),
('190','columns','/shmadmin/index.php/columns/edit/84','update','更新数据id:84','1','127.0.0.1','1556517096'),
('191','columns','/shmadmin/index.php/columns/edit/68','update','更新数据id:68','1','127.0.0.1','1556517142'),
('192','recruit','/shmadmin/index.php/recruit/create?c=84','create','添加数据id:4','1','127.0.0.1','1556517189'),
('193','recruit','/shmadmin/index.php/recruit/create?c=84','create','添加数据id:5','1','127.0.0.1','1556517303'),
('194','columns','/shmadmin/index.php/columns/edit/68','update','更新数据id:68','1','127.0.0.1','1556520578'),
('195','article','/shmadmin/index.php/article/edit/12?c=68','update','更新数据id:12','1','127.0.0.1','1556522086'),
('196','article','/shmadmin/index.php/article/edit/12?c=68','update','更新数据id:12','1','127.0.0.1','1556523322'),
('197','article','/shmadmin/index.php/article/create?c=68','create','添加数据id:1','1','127.0.0.1','1556524300'),
('198','article','/shmadmin/index.php/article/audit?c=68','audit','审核数据ID：1为1','1','127.0.0.1','1556524335'),
('199','login','/shmadmin/index.php/login','login','manager ID 1: 登录成功！','1','127.0.0.1','1556526068'),
('200','columns','/shmadmin/index.php/columns/delete?ids=81','delete','删除数据id:81','1','127.0.0.1','1556526859'),
('201','columns','/shmadmin/index.php/columns/delete?ids=78','delete','删除数据id:78','1','127.0.0.1','1556526867'),
('202','columns','/shmadmin/index.php/columns/delete?ids=77','delete','删除数据id:77','1','127.0.0.1','1556526874'),
('203','page','/shmadmin/index.php/page/edit?c=75','update','更新数据id:44','1','127.0.0.1','1556527129'),
('204','page','/shmadmin/index.php/page/edit?c=75','update','更新数据id:44','1','127.0.0.1','1556527236'),
('205','page','/shmadmin/index.php/page/edit?c=75','update','更新数据id:44','1','127.0.0.1','1556527258'),
('206','login','/shmadmin/index.php/login?url=http://test.lenuedu.com:81/shmadmin/index.php/feedback?','login','manager ID 1: 登录成功！','1','127.0.0.1','1556528803'),
('207','login','/shmadmin/index.php/login?url=http://test.lenuedu.com:81/shmadmin/index.php/feedback?','login','manager ID 1: 登录成功！','1','127.0.0.1','1556529832'),
('208','recruit','/shmadmin/index.php/recruit/audit?c=84','audit','审核数据ID：2为1','1','127.0.0.1','1556534157'),
('209','recruit','/shmadmin/index.php/recruit/audit?c=84','audit','审核数据ID：4为1','1','127.0.0.1','1556534158'),
('210','recruit','/shmadmin/index.php/recruit/audit?c=84','audit','审核数据ID：3为1','1','127.0.0.1','1556534159'),
('211','recruit','/shmadmin/index.php/recruit/audit?c=84','audit','审核数据ID：5为1','1','127.0.0.1','1556534160'),
('212','recruit','/shmadmin/index.php/recruit/edit/5?c=84','update','更新数据id:5','1','127.0.0.1','1556534619'),
('213','login','/shmadmin/index.php/login?url=http://test.lenuedu.com:81/shmadmin/index.php?','login','manager ID 1: 登录成功！','1','127.0.0.1','1556589720');
/*!40000 ALTER TABLE `shm_log` ENABLE KEYS */;
UNLOCK TABLES;


-- Table structure for shm_manager 
DROP TABLE IF EXISTS `shm_manager`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `shm_manager` (
  `id` int(6) NOT NULL AUTO_INCREMENT,
  `uname` varchar(50) NOT NULL COMMENT '用户名',
  `nickname` varchar(50) DEFAULT NULL COMMENT '显示名称',
  `pwd` varchar(64) NOT NULL COMMENT '密码',
  `gid` varchar(64) NOT NULL DEFAULT '2' COMMENT '用户组ID',
  `email` varchar(100) NOT NULL COMMENT 'email',
  `tel` varchar(30) DEFAULT NULL COMMENT '电话',
  `phone` varchar(30) DEFAULT NULL COMMENT '手机',
  `addr` varchar(100) DEFAULT NULL COMMENT '地址',
  `status` int(1) NOT NULL DEFAULT '1' COMMENT '用户状态，0 禁用',
  `login_today` int(11) DEFAULT NULL COMMENT '今日登录次数',
  `pwd_errors` int(1) NOT NULL DEFAULT '0' COMMENT '密码错误次数',
  `login_ip` varchar(25) DEFAULT NULL COMMENT '最后登录的IP',
  `reg_time` int(11) DEFAULT NULL COMMENT '添加时间',
  `login_time` int(11) DEFAULT NULL COMMENT '最后一次登录时间',
  `ga` int(1) DEFAULT '0' COMMENT 'GA 两部验证密钥 开启与否',
  `getpass` int(11) DEFAULT NULL COMMENT '获取密码时间',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=3 DEFAULT CHARSET=utf8 COMMENT='后端管理帐号';
/*!40101 SET character_set_client = @saved_cs_client */;


-- Dumping data for table `shm_manager`
LOCK TABLES `shm_manager` WRITE;
/*!40000 ALTER TABLE `shm_manager` DISABLE KEYS */;
INSERT INTO `shm_manager` (`id`,`uname`,`nickname`,`pwd`,`gid`,`email`,`tel`,`phone`,`addr`,`status`,`login_today`,`pwd_errors`,`login_ip`,`reg_time`,`login_time`,`ga`,`getpass`) VALUES
('1','shmadmin','超级用户','49cc34ec9bfb29a28181541d73cc01f8','1','customservice@shmweb.cn','','','','1','0','0','127.0.0.1','1376471117','1556589720','1','1389317880');
/*!40000 ALTER TABLE `shm_manager` ENABLE KEYS */;
UNLOCK TABLES;


-- Table structure for shm_manager_group 
DROP TABLE IF EXISTS `shm_manager_group`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `shm_manager_group` (
  `id` int(2) NOT NULL AUTO_INCREMENT,
  `purview` text NOT NULL COMMENT '权限id序列',
  `title` varchar(50) NOT NULL COMMENT '用户组名称',
  `title_en` varchar(50) NOT NULL COMMENT '用户组名称en',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=5 DEFAULT CHARSET=utf8 COMMENT='权限组';
/*!40101 SET character_set_client = @saved_cs_client */;


-- Dumping data for table `shm_manager_group`
LOCK TABLES `shm_manager_group` WRITE;
/*!40000 ALTER TABLE `shm_manager_group` DISABLE KEYS */;
INSERT INTO `shm_manager_group` (`id`,`purview`,`title`,`title_en`) VALUES
('2','7afb566e83d3dca2d8a47c8cc29e7e36,ff2fa0336fe8fbc6a51c4707aa47c3e3,a155574e57e9a8a0d0c6ecb1c511da68,fddc215a132fa97ca3c193f1cae5cf9f,c54e594684ebf2862c75ba29d83f71be,2ebbbd65b4e2fc52a3ce44de2160e8d2,12fb6543af2e5541b0fc4f8fdd950be0,8d2159c1e0cf70473e66866eb026e80f,c166381208e23d3f4d65dec1231ccf76,a87d77b65f6d1e8380b3d05290a994d0,430f99bc176c67ec705091d6a5da07d4,d230f6a24270b02237beb82a23e2742f,54b064097df1ab924354f87efcdc4ea0,2338d4221db8f9c52bcc2d64ee436b23,70fc54e47310e38ef19160c17ecd91af,ad92c9d2ad1d512ea852e8ae88f762ff,d0101b9aa277c72e45d078dd8369fc65','用户','users'),
('3','c867ca63fa6504097128acd1ec81cc1a,8402f762da81b63635478f2d63f2fdb0,83b8b31e64c2f941330581de0015f701,5afe031774d80619f5274fa8468c75ed,dbc863e8a21931db8c1d01bc3db3243a,c1799ca1ca659969ec9a0c8dc3a0883b,690c2a41b4cad051baa6666408bc1bd4,10722981017d6155f9ae2fb1da613169,bf2578f224f9e3097c5e47592ca6f9eb,246ef4ba4849e248bc2b4aa8a25c77a5,b5203f7798cc1d9a3db648385cf92f6f,e365835bb5497e8ecf9ce3e18c81d98b,ff5661ddcf33bab40779b62dd0650519,86a69d1e6fd165d5e5d68a78d8ba620e,92c6849f707eeb59b63e8ae9d142ab5c,473697975e44f6fe35c50508a46eea70,89fde7c17a019a877557924256dbed9d,9b1481c45390195bbc93617657f26aa0,34dfc17876c55eb53e8851438b7eefea,229ceb68059d9d878fd635aa22afa6f7,0b044f0efa50f5d997e64dc511d3153d,15c1d3cc59e786989d3bb025b22bb059,e7d2a3d3c4112dc5845fb09e9ce70201,6917a6f69a3b783d8b2cc9a15f93e0c7,9bb626496f5cae83b00ffb481552432b,705f22cbd86ba40041442191cfabff47,9ad49ff8a09aa1e19238211ff2629aac,a56c0dea5c958f74a88b69840d6b3c3d,9e9c3a8d1b84258f622647dce7e268f9,084ab0d1170972947c92ae901f98b6ec,58b7e1346b741399a048d3a032a72002,2383aecac653eb271fca9de8637fc7f5,9041544f46b0f9e0c861c986e5eb563f,6f767735a4bb03e2dde41f2f81984b18,7882e0b46d58b78d70bee525b2404cb8,5cc8d8792c0074efa30bab193e894cd4,119fbe7447f2b8a4bb9708deed2c34fb,0c34b5dc5c2500e604d64e72b1ca8ed7,5b390301d76c5c95f5daa412234203b1,288a975e28e1fe0d9cb74c19e3b64e0f,72661d180ca59ca2cb509ec2082e3444,605adc5504fb08d17f408bf29231bda0,07e763bc0c7ba75e74499bf434897b93,149566ebf75c0fd85bf05d4d606bb7e5,31548dfbf3b9ca570224047bfe5ee488,033c9db19f4046ee16de3b46ca93d018,f6981606398d069ca744323a7ad0a930,4580445d40923410547b6d2b081afbea,a31ff67bb89565c3b51cfd2515d4c7be,461eafbe71ce986a610eb620bd45fa05,3001d259f201972106029780c96db4cf,416fb1a88f1705bb8a4557e412b60dc1,41f132358455d0f99b45487adc377fe8,06b456c04c97ec1590478e00075811fa,796ffd1e3cf12d51f680f45214dc4510,c17650e5017646ad8d61f6e2ed539634,3f1ae82ea3049ebd146fe83c74732b9a,f866443ba073a8e6c1389b7f0fc8d8bd,46abef163a89d173c91a6f541fe7da11,47403e5600a782bca793c7ed2e088cdc','测试管理员','guest'),
('1','a634cc19664a4f86577556784da60940,7afb566e83d3dca2d8a47c8cc29e7e36,ff2fa0336fe8fbc6a51c4707aa47c3e3,bfc0ef3829e8d84dfc8d31e5edc26d0f,a155574e57e9a8a0d0c6ecb1c511da68,fddc215a132fa97ca3c193f1cae5cf9f,52b7869014f743535798ba509432feb1,a2756c433a39a2319e61bcd68a758265,5341fd0c5de128ab7979a7414b2e586a,e537f9c0308cbfeb6ee40b4e4c344947,c2bc4d65c38311ab74b9dc39680d82df,efdb91a0f150375b423d8361d254241f,a3c8c3d444880bda2a553b8f3eb6695b,4141c0f8e6a977cd7048cd9d751af350,3045880458ee8b8734bf6b3307acd0d5,dbc10e6bbc54c0ea6f49e604839f5526,048c50d364a23dfcec0a87aa49e19eb8,c54e594684ebf2862c75ba29d83f71be,3345e3e48188396dc21242fb119ba6b1,2ebbbd65b4e2fc52a3ce44de2160e8d2,12fb6543af2e5541b0fc4f8fdd950be0,8d2159c1e0cf70473e66866eb026e80f,c166381208e23d3f4d65dec1231ccf76,3025704bb00b809798194964bccb8d3d,60decd16ccd83e013261697b7cc93bc6,7847598074d20e5abc220cb05a606213,afef320193ab13431e6b085c847b8094,9b4b25e0ea18183e9b085cc116246220,2e0115348725a3f383d8daa4354c7c3a,524c66aa98b226bd78bc7e7ad0423de7,66bfe11515e892dbf8bb4a5a92792e8b,50b03d671787f35800682c10c90a75bf,a1873764d0aa66fa9c6d34e16dcc86c2,0e69c6f28f25c24fe241da13093f9b12,6d119f7ae0c3c090ed51e672203c000f,7ff25ae6e8120b5ae5b5fb7b86a11641,53a396649c27c4e0dbd96fe57c2377e9,f59d0f67b7223a083e4449d583e90307,a41e16b61dd21e98c8143409d807890b,e44bd2f89f2820521a93c981c8af920d,f729102b0a0a547d20a4322e2d12cf71,7cf04cb70fa2f26d449acfb7974fd417,a7cd680c1676df4fdb93e7bdd83d6b3c,5f667ab7322f039e4e7e0ba8b04edf2f,6470d2304686b20640688c6d9dc44b46,df53f98d0b09ef3173cc8d594671fa6f,051071e245077a8126a4607e2148f327,224a58fde770d8718f7c06ac852fd9ae,0309718bf1a4785dcbf1e34461213c3e,d174c0a461db66945abcd861216dd94a,494b71b75af1e63c628544872f3c54d4,454f6e4ce4e57bd58eefda7d3fea1fa5,a87d77b65f6d1e8380b3d05290a994d0,430f99bc176c67ec705091d6a5da07d4,d230f6a24270b02237beb82a23e2742f,e5ba15d009798276692f84b4e0c9c1e9,026e09db119a340d72c2d5a611dfedb1,33a3ca4433131ad797eb4a7ff8bdb40b,87f64ed3bd52c1d6396fcb9908cb7fdf','管理员','root');
/*!40000 ALTER TABLE `shm_manager_group` ENABLE KEYS */;
UNLOCK TABLES;


-- Table structure for shm_manager_purview 
DROP TABLE IF EXISTS `shm_manager_purview`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `shm_manager_purview` (
  `id` int(4) NOT NULL AUTO_INCREMENT,
  `model` varchar(30) NOT NULL COMMENT '控制模型',
  `method` varchar(30) NOT NULL COMMENT '控制函数',
  `cid` varchar(30) DEFAULT NULL COMMENT 'column id 参数',
  `uri` varchar(64) NOT NULL COMMENT '权限地址md5(model/method)',
  `title` varchar(50) NOT NULL COMMENT '权限名称',
  `status` int(1) NOT NULL DEFAULT '0' COMMENT '是否使用权限',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=1190 DEFAULT CHARSET=utf8 COMMENT='用户组权限';
/*!40101 SET character_set_client = @saved_cs_client */;


-- Dumping data for table `shm_manager_purview`
LOCK TABLES `shm_manager_purview` WRITE;
/*!40000 ALTER TABLE `shm_manager_purview` DISABLE KEYS */;
INSERT INTO `shm_manager_purview` (`id`,`model`,`method`,`cid`,`uri`,`title`,`status`) VALUES
('313','configs','index','','fddc215a132fa97ca3c193f1cae5cf9f','配置查看','1'),
('314','configs','set','','a155574e57e9a8a0d0c6ecb1c511da68','配置修改','1'),
('315','columns','index','','bfc0ef3829e8d84dfc8d31e5edc26d0f','栏目列表','1'),
('316','columns','create','','ff2fa0336fe8fbc6a51c4707aa47c3e3','栏目添加','1'),
('317','columns','edit','','7afb566e83d3dca2d8a47c8cc29e7e36','栏目修改','1'),
('318','columns','delete','','4115dd2b6affc9e3626c695e398f335a','栏目删除','1'),
('319','modules','index','','c54e594684ebf2862c75ba29d83f71be','模型查看','1'),
('320','modules','create','','048c50d364a23dfcec0a87aa49e19eb8','模型添加','1'),
('321','modules','edit','','dbc10e6bbc54c0ea6f49e604839f5526','模型修改','1'),
('322','modules','delete','','bbff3957029793ef5163df61fbe018a5','删除模型','1'),
('323','manager_purview','index','','4141c0f8e6a977cd7048cd9d751af350','权限管理','1'),
('324','manager_purview','create','','a3c8c3d444880bda2a553b8f3eb6695b','权限添加','1'),
('325','manager_purview','edit','','efdb91a0f150375b423d8361d254241f','权限修改','1'),
('326','manager_purview','delete','','35845fea21044129353364ba21f144a0','权限删除','1'),
('327','manager_group','index','','e537f9c0308cbfeb6ee40b4e4c344947','用户组查看','1'),
('328','manager_group','create','','5341fd0c5de128ab7979a7414b2e586a','用户组添加','1'),
('329','manager_group','edit','','a2756c433a39a2319e61bcd68a758265','用户组修改','1'),
('330','manager_group','delete','','7d5101dc315695e13463ffdf708b5865','用户组删除','1'),
('334','upload','uploado','','3345e3e48188396dc21242fb119ba6b1','上传','0'),
('475','links','index','12','47403e5600a782bca793c7ed2e088cdc','查看','0'),
('476','links','create','12','46abef163a89d173c91a6f541fe7da11','创建','1'),
('477','links','edit','12','f866443ba073a8e6c1389b7f0fc8d8bd','编辑','1'),
('478','links','delete','12','3f1ae82ea3049ebd146fe83c74732b9a','删除','1'),
('479','links','audit','12','c17650e5017646ad8d61f6e2ed539634','审核','1'),
('480','gallery','index','11','796ffd1e3cf12d51f680f45214dc4510','查看','0'),
('481','gallery','create','11','06b456c04c97ec1590478e00075811fa','创建','1'),
('482','gallery','edit','11','41f132358455d0f99b45487adc377fe8','编辑','1'),
('483','gallery','delete','11','416fb1a88f1705bb8a4557e412b60dc1','删除','1'),
('484','gallery','audit','11','3001d259f201972106029780c96db4cf','审核','1'),
('485','recruit','index','10','461eafbe71ce986a610eb620bd45fa05','查看','0'),
('486','recruit','create','10','a31ff67bb89565c3b51cfd2515d4c7be','创建','1'),
('487','recruit','edit','10','4580445d40923410547b6d2b081afbea','编辑','1'),
('488','recruit','delete','10','f6981606398d069ca744323a7ad0a930','删除','1'),
('489','recruit','audit','10','033c9db19f4046ee16de3b46ca93d018','审核','1'),
('490','product','index','9','31548dfbf3b9ca570224047bfe5ee488','查看','0'),
('491','product','create','9','149566ebf75c0fd85bf05d4d606bb7e5','创建','1'),
('492','product','edit','9','07e763bc0c7ba75e74499bf434897b93','编辑','1'),
('493','product','delete','9','605adc5504fb08d17f408bf29231bda0','删除','1'),
('494','product','audit','9','72661d180ca59ca2cb509ec2082e3444','审核','1'),
('495','article','index','8','288a975e28e1fe0d9cb74c19e3b64e0f','查看','0'),
('496','article','create','8','5b390301d76c5c95f5daa412234203b1','创建','1'),
('497','article','edit','8','0c34b5dc5c2500e604d64e72b1ca8ed7','编辑','1'),
('498','article','delete','8','119fbe7447f2b8a4bb9708deed2c34fb','删除','1'),
('499','article','audit','8','5cc8d8792c0074efa30bab193e894cd4','审核','1'),
('500','page','index','7','7882e0b46d58b78d70bee525b2404cb8','查看','0'),
('501','page','create','7','6f767735a4bb03e2dde41f2f81984b18','创建','1'),
('502','page','edit','7','9041544f46b0f9e0c861c986e5eb563f','编辑','1'),
('503','page','delete','7','2383aecac653eb271fca9de8637fc7f5','删除','1'),
('504','page','audit','7','58b7e1346b741399a048d3a032a72002','审核','1'),
('505','dealer','index','6','084ab0d1170972947c92ae901f98b6ec','查看','0'),
('506','dealer','create','6','9e9c3a8d1b84258f622647dce7e268f9','创建','1'),
('507','dealer','edit','6','a56c0dea5c958f74a88b69840d6b3c3d','编辑','1'),
('508','dealer','delete','6','9ad49ff8a09aa1e19238211ff2629aac','删除','1'),
('509','dealer','audit','6','705f22cbd86ba40041442191cfabff47','审核','1'),
('510','download','index','5','9bb626496f5cae83b00ffb481552432b','查看','0'),
('511','download','create','5','6917a6f69a3b783d8b2cc9a15f93e0c7','创建','1'),
('512','download','edit','5','e7d2a3d3c4112dc5845fb09e9ce70201','编辑','1'),
('513','download','delete','5','15c1d3cc59e786989d3bb025b22bb059','删除','1'),
('514','download','audit','5','0b044f0efa50f5d997e64dc511d3153d','审核','1'),
('515','honor','index','4','229ceb68059d9d878fd635aa22afa6f7','查看','0'),
('516','honor','create','4','34dfc17876c55eb53e8851438b7eefea','创建','1'),
('517','honor','edit','4','9b1481c45390195bbc93617657f26aa0','编辑','1'),
('518','honor','delete','4','89fde7c17a019a877557924256dbed9d','删除','1'),
('519','honor','audit','4','473697975e44f6fe35c50508a46eea70','审核','1'),
('520','banners','index','3','92c6849f707eeb59b63e8ae9d142ab5c','查看','0'),
('521','banners','create','3','86a69d1e6fd165d5e5d68a78d8ba620e','创建','1'),
('522','banners','edit','3','ff5661ddcf33bab40779b62dd0650519','编辑','1'),
('523','banners','delete','3','e365835bb5497e8ecf9ce3e18c81d98b','删除','1'),
('524','banners','audit','3','b5203f7798cc1d9a3db648385cf92f6f','审核','1'),
('525','infos','index','2','246ef4ba4849e248bc2b4aa8a25c77a5','查看','0'),
('526','infos','create','2','bf2578f224f9e3097c5e47592ca6f9eb','创建','1'),
('527','infos','edit','2','10722981017d6155f9ae2fb1da613169','编辑','1'),
('528','infos','delete','2','690c2a41b4cad051baa6666408bc1bd4','删除','1'),
('529','infos','audit','2','c1799ca1ca659969ec9a0c8dc3a0883b','审核','1'),
('530','videos','index','1','dbc863e8a21931db8c1d01bc3db3243a','查看','0'),
('531','videos','create','1','5afe031774d80619f5274fa8468c75ed','创建','1'),
('532','videos','edit','1','83b8b31e64c2f941330581de0015f701','编辑','1'),
('533','videos','delete','1','8402f762da81b63635478f2d63f2fdb0','删除','1'),
('534','videos','audit','1','c867ca63fa6504097128acd1ec81cc1a','审核','1'),
('535','irregular','index','13','e9b1068435512c9818927811ebc97066','查看','0'),
('536','irregular','create','13','236d0f81f5fe0584f3122f44f4d41811','创建','1'),
('537','irregular','edit','13','1623d76f346676f7923301dfd04a0326','编辑','1'),
('538','irregular','delete','13','365baab58e103a304f6c07a36b912a6e','删除','1'),
('539','irregular','audit','13','93ca83a8ca8676a71a1603a81e8d6298','审核','1'),
('540','pageirregular','index','14','cd06c2eaac65c66d6089e0c25e643495','查看','0'),
('541','pageirregular','create','14','320a53c6394be1ab2724d872ba8b0637','创建','1'),
('542','pageirregular','edit','14','5ac4729a1a0f9df92282226e5da9c0e2','编辑','1'),
('543','pageirregular','delete','14','ec19bfdf90222673f155a52d2c59f60d','删除','1'),
('544','pageirregular','audit','14','25986f98bfd78315e2f5f737063e1c9e','审核','1'),
('545','page','index','15','67adcdc9ecc0c7e2fad25e987e81d558','查看','0'),
('546','page','create','15','ac22efd6ba8f2d66cb8990ad41fdacf4','创建','1'),
('547','page','edit','15','7ce524190dbb655344469d9d1abd9675','编辑','1'),
('548','page','delete','15','d7fcfe13c101843bc1dc6327627cad9a','删除','1'),
('549','page','audit','15','dcddf4f770879571e9a9dddeef238eb8','审核','1'),
('550','page','index','16','bb33396496707b6764bc6a2e8bc129b6','查看','0'),
('551','page','create','16','442faf8b2c624250d04ba973e9b75448','创建','1'),
('552','page','edit','16','276c1d14a55341e78ce4446029417eac','编辑','1'),
('553','page','delete','16','4446d8754242262c0bc260b36e4f3dc8','删除','1'),
('554','page','audit','16','a2e6ff8d1742da77c14e5710e0bba897','审核','1'),
('555','page','index','17','b313940ce4a99f0e84f170aec00a8212','查看','0'),
('556','page','create','17','a0868c5b6851e063578dff5e29dfe18b','创建','1'),
('557','page','edit','17','636cf9faf1efae8e61b6ccec214b2ba3','编辑','1'),
('558','page','delete','17','08deb3c2d5874bb143d259f63c4a4678','删除','1'),
('559','page','audit','17','63afda6fb8aa2b34849528b5481aecc9','审核','1'),
('560','page','index','18','b7aa8995206113f9b96851d4bf77c590','查看','0'),
('561','page','create','18','a9ea1077d0b777b6c59d37c74b999017','创建','1'),
('562','page','edit','18','df0c01a2b505838a0a170ada1a1633ad','编辑','1'),
('563','page','delete','18','a618d831f881c3c9920d0d0691fca1fd','删除','1'),
('564','page','audit','18','9ebd27116761e8ac27ff910cb8f1ebff','审核','1'),
('565','pageirregular','index','19','28255c93dbf8f8c0ff44637f3ab225b6','查看','0'),
('566','pageirregular','create','19','f9c7e57ae0c1c4f87a69a0fb90340be8','创建','1'),
('567','pageirregular','edit','19','7f9dc08fba166bf45951f4d6a38c55c4','编辑','1'),
('568','pageirregular','delete','19','7b6d3d6adcac9b8db87fbbbc3b985266','删除','1'),
('569','pageirregular','audit','19','881f2c0649e4a6445df72d881d7a1954','审核','1'),
('570','page','index','20','5466387146c24c0bf2e3d16108518fa7','查看','0'),
('571','page','create','20','046727c78669c6088d2be2b862fd501d','创建','1'),
('572','page','edit','20','dafc520433ad196ddca6f9938049091a','编辑','1'),
('573','page','delete','20','b2740f38a985066e9767ad545cf7c8e9','删除','1'),
('574','page','audit','20','450b5d5189d4272fc15c82132ed4da2b','审核','1'),
('575','page','index','21','738415a045898e466366b85c88723e69','查看','0'),
('576','page','create','21','62065420da4c663b7d5c0d7a7947d3cd','创建','1'),
('577','page','edit','21','8e19b1bb5665bf12831a44c2f6f8af0a','编辑','1'),
('578','page','delete','21','0115d41918e5050d4d88356973b23547','删除','1'),
('579','page','audit','21','f6654ab77d7426ecf185f5003f81b7ad','审核','1'),
('580','honor','index','22','dd8cf60de7f84f66d0236870e0d6598b','查看','0'),
('581','honor','create','22','2f1a64b57eaa16e89cd0dec7c0b1a67f','创建','1'),
('582','honor','edit','22','12ff930aca05ed459922402a6314af85','编辑','1'),
('583','honor','delete','22','01381dbcbb22a1d4f9a747e1f4cf6a72','删除','1'),
('584','honor','audit','22','7b3c3bafc77edf868469cb51d6222d87','审核','1'),
('585','honor','index','23','14fd1d8620902e09d29c2717e3b3c05d','查看','0'),
('586','honor','create','23','7fca1e337df3a6443b117eb5cb692668','创建','1'),
('587','honor','edit','23','bd6f9e04680cb98e5e71d74165902d10','编辑','1'),
('588','honor','delete','23','ff47eab515c14ff225bbde679532a32e','删除','1'),
('589','honor','audit','23','9d126a52487ee26b0687cc32bff3f3d2','审核','1'),
('590','infos','index','24','3a5419ba69f6904b479fcffc227977bd','查看','0'),
('591','infos','create','24','cfb9b5cb1a780b635b41af54c7517a22','创建','1'),
('592','infos','edit','24','5d0d8b8d8056abb9dc300e4ad183ffba','编辑','1'),
('593','infos','delete','24','edf3a773328db350f8d89decffa55d52','删除','1'),
('594','infos','audit','24','54a873b0af746caefa323af3d2564354','审核','1'),
('595','page','index','25','572c2b012731079c6dd52ef2aeda21c2','查看','0'),
('596','page','create','25','2553f73a031d56c054b65ebda5e2e109','创建','1'),
('597','page','edit','25','e62503bd66ab0424aeb484f3478e297b','编辑','1'),
('598','page','delete','25','199f745f65ed815f77bb7857583d442a','删除','1'),
('599','page','audit','25','a69d2941fa1418b5e3f18e9462f8306e','审核','1'),
('600','pageirregular','index','26','e85e19355ac4f5d18bd3af9d6d2d8990','查看','0'),
('601','pageirregular','create','26','3d32a6e605db920fcfcc160566a33a26','创建','1'),
('602','pageirregular','edit','26','79347add539db1c060018cc5bec34919','编辑','1'),
('603','pageirregular','delete','26','1b2125e9f1ec3346377f01409ad7b6b4','删除','1'),
('604','pageirregular','audit','26','53d91b1bcb98c3a3e54ec29114e577e5','审核','1'),
('605','page','index','27','2306012ac7f9d26755a91b6eb1538d62','查看','0'),
('606','page','create','27','186809ea86d6b21d3a02b86a8c1a6b89','创建','1'),
('607','page','edit','27','03ac7ee245cfa7aa6ba4f3e4ab30d178','编辑','1'),
('608','page','delete','27','d2f87b22eccf2509a9d835f0bb5f0b22','删除','1'),
('609','page','audit','27','03625f75a49d05890eeb151644b63a56','审核','1'),
('610','page','index','28','ca03f159e5e570feaa3cf960ac6a29e4','查看','0'),
('611','page','create','28','ee7111a4cf26824f94c3b5bc85d2da5a','创建','1'),
('612','page','edit','28','b4798aa2fb0b493c7928e9256181d73b','编辑','1'),
('613','page','delete','28','7f17c5907ef15086d24220a34579bc48','删除','1'),
('614','page','audit','28','7a4329e99c0173026e66b2f6ff70324b','审核','1'),
('615','page','index','29','05a7b1a9c2cd26861b8a87aafb000d8c','查看','0'),
('616','page','create','29','017c1d6fae3be3a95a26f99a9b5c7a88','创建','1'),
('617','page','edit','29','73fe92a083eab23335362e5fdc0879f3','编辑','1'),
('618','page','delete','29','eae953d32c1420712ec8f08228474c6e','删除','1'),
('619','page','audit','29','c3974e7ef3e4641be2048448719a86c7','审核','1'),
('620','page','index','30','e0fd975319c874c5f02f802b3201949b','查看','0'),
('621','page','create','30','29d0934ab8155adbbd6b94df4bac3ea5','创建','1'),
('622','page','edit','30','7c6f9430eb960f52be2eb420645bdcc1','编辑','1'),
('623','page','delete','30','16bacb294eeaa66b0e326abd2fdb7910','删除','1'),
('624','page','audit','30','a6ee4e3e7f6e8f858b3ad8b34071bbb8','审核','1'),
('625','article','index','31','bfb629b78baa2e3ce689bdcb52838e94','查看','0'),
('626','article','create','31','e013670f151479301554a1673d2a146d','创建','1'),
('627','article','edit','31','59ce078b1fd68c05d9f4dc3572eba865','编辑','1'),
('628','article','delete','31','c8252a49da04a24c93cdd3c331f14b07','删除','1'),
('629','article','audit','31','0071fcb2a0c9ac743bd999e19ba50146','审核','1'),
('630','pageirregular','index','32','14bdf658392474623d4e1d4161b4ae03','查看','0'),
('631','pageirregular','create','32','d3122a57b08a231a1439656c5342fa41','创建','1'),
('632','pageirregular','edit','32','8dfded2a711acfa8d8d107035abc1b44','编辑','1'),
('633','pageirregular','delete','32','5043f6fe3eaffcfd58206c15813d5bb2','删除','1'),
('634','pageirregular','audit','32','5c7c9adbafeb9146e80ba323651042e6','审核','1'),
('635','page','index','33','6659e411bab6cd5cd42f896e468cc180','查看','0'),
('636','page','create','33','c55f5848a7d1f5c98e14453504a10815','创建','1'),
('637','page','edit','33','08adf7fe2e452f3321770215b9e2417e','编辑','1'),
('638','page','delete','33','65fc72d8f9a6854ec53fa53ca58b085d','删除','1'),
('639','page','audit','33','c0bb5a4aa6971529c267e51694fc3ec3','审核','1'),
('640','product','index','34','8700647239bfa7e352ab35e08a3bb411','查看','0'),
('641','product','create','34','a49ce8efce9467ff22d90bc8c4ab05f2','创建','1'),
('642','product','edit','34','98dcdd88b0c719e7e97c7bfae516583e','编辑','1'),
('643','product','delete','34','beb0c7d697c46a276dc12b080c5ecd91','删除','1'),
('644','product','audit','34','950e35aee50eeeb69423f7896ea62fd3','审核','1'),
('645','pageirregular','index','35','f374ae3bac9884c8d2eb9454f70c52c6','查看','0'),
('646','pageirregular','create','35','49f3b777e27a773ccad03a7faeea6918','创建','1'),
('647','pageirregular','edit','35','13e676ce0c04bf130a934c2165f336cf','编辑','1'),
('648','pageirregular','delete','35','1889c64bb27e403a00dd5cae63e09332','删除','1'),
('649','pageirregular','audit','35','a13b3593351c87f27120ead7dc55a667','审核','1'),
('650','page','index','36','a35b5fcff88ea7561f8a447daddb9270','查看','0'),
('651','page','create','36','aca659045e9995bb283f5a6113a6cdff','创建','1'),
('652','page','edit','36','b73bd461a9be23a18097a9b4e3a543bb','编辑','1'),
('653','page','delete','36','2691a75c1a5c8b434fda6ea65cd1af6d','删除','1'),
('654','page','audit','36','a02c039ab524ede366216fb67ef0479d','审核','1'),
('655','page','index','37','66a07694f52cfe16465d38e9dc69bad9','查看','0'),
('656','page','create','37','bcdd1c32d74465787726f7a4bc501342','创建','1'),
('657','page','edit','37','a953d6a8714d6f9f40df8c58f754fad1','编辑','1'),
('658','page','delete','37','2674d5185c6d56e827310d9dd73526e9','删除','1'),
('659','page','audit','37','5b0e1cdbb320328d22e6f3702a043d17','审核','1'),
('660','page','index','38','87f64ed3bd52c1d6396fcb9908cb7fdf','查看','0'),
('661','page','create','38','33a3ca4433131ad797eb4a7ff8bdb40b','创建','1'),
('662','page','edit','38','026e09db119a340d72c2d5a611dfedb1','编辑','1'),
('663','page','delete','38','e5ba15d009798276692f84b4e0c9c1e9','删除','1'),
('664','page','audit','38','f6f5a3cb2b62298a4c108b23123575fb','审核','1'),
('665','page','index','39','35a7b8e5fdc7e1445943dbf17ae6117e','查看','0'),
('666','page','create','39','7024ccb980bc012c91c63665b054b250','创建','1'),
('667','page','edit','39','0187766bc8015bbebb36284f1c320656','编辑','1'),
('668','page','delete','39','90d938ff7c3374f53d052b2a8f902de3','删除','1'),
('669','page','audit','39','23f101f15c5c1503cd6497d6c9f570fa','审核','1'),
('670','pageirregular','index','40','87ef11d95e3bfc25a6a2760231752c3e','查看','0'),
('671','pageirregular','create','40','c6ba544566200f81c19bf555eb82acc4','创建','1'),
('672','pageirregular','edit','40','310e163f9a8d478343e1a23d0905dcc2','编辑','1'),
('673','pageirregular','delete','40','ac45c952ebb9cb2c83658a94654f56b8','删除','1'),
('674','pageirregular','audit','40','35e64a3b6abe65c278c6ab5be3e9930a','审核','1'),
('675','gallery','index','41','f452867dda97397d749fce3b01c85bab','查看','0'),
('676','gallery','create','41','f56d80fd954f65f3831fb95bc54156eb','创建','1'),
('677','gallery','edit','41','dafdd232503e2ac53b7bf77fc8e18161','编辑','1'),
('678','gallery','delete','41','0d50b8e81fd0010bc3f4fde8fac6e282','删除','1'),
('679','gallery','audit','41','e5b1b4723c51301be85ee0e81ac41454','审核','1'),
('680','gallery','index','42','902c6f88cea5d7185ab0e52c98a0705f','查看','0'),
('681','gallery','create','42','20771f01fcb6709de38e91543e1549cf','创建','1'),
('682','gallery','edit','42','881efb4dfdf81e20132628f67def5cfd','编辑','1'),
('683','gallery','delete','42','36ed9dd1b25eca15b270317581064b85','删除','1'),
('684','gallery','audit','42','debaef456bf899cfc950f35f6cc66e0d','审核','1'),
('685','gallery','index','43','542609681436dde6d2acd5b5e583a8f8','查看','0'),
('686','gallery','create','43','4b693afb4bd9cd7c716ede0fcac1417c','创建','1'),
('687','gallery','edit','43','0f02b9593405f7d6a1e5d5def1d6fb1c','编辑','1'),
('688','gallery','delete','43','3edeefba81d51d81e48b71eccd44345f','删除','1'),
('689','gallery','audit','43','d20e86604f0e81cb91eff3088eeb86f6','审核','1'),
('690','gallery','index','44','7370f3f817588e22027e440c4084341f','查看','0'),
('691','gallery','create','44','4632389c9e295125d03dd321b4a4368e','创建','1'),
('692','gallery','edit','44','d5680377c8a51ea0d91f3d71dfa64e32','编辑','1'),
('693','gallery','delete','44','22402cc0b17a7a8567dc1cdfb6708f4b','删除','1'),
('694','gallery','audit','44','3372bf3a9b652721c6e518d92aab1a40','审核','1'),
('695','gallery','index','45','29fac0cadaa8278feed637e08a132d0f','查看','0'),
('696','gallery','create','45','95099f3c24cfed834c2284049cca479c','创建','1'),
('697','gallery','edit','45','2b721fbd81d8e57fc836e9332b63781f','编辑','1'),
('698','gallery','delete','45','facbef2ac9b4854421c40e8dc0ca2bb8','删除','1'),
('699','gallery','audit','45','e97870a7d17a906ae58836d2e9714631','审核','1'),
('700','page','index','46','59705f58d82d5c9a90c644cc715db63a','查看','0'),
('701','page','create','46','a5840506f4faa09f7a87abcfa1ffa98d','创建','1'),
('702','page','edit','46','36272ad4230b64651f4ad86724d8956c','编辑','1'),
('703','page','delete','46','4189491b25e0c384ed29ff47fe9bc395','删除','1'),
('704','page','audit','46','36aafa6b74c06f2e3635a410ac90bf73','审核','1'),
('705','gallery','index','47','936f37747edc8d654b389a2b0258eb28','查看','0'),
('706','gallery','create','47','547b65090e1a339dbe0c1ec81c844d38','创建','1'),
('707','gallery','edit','47','79872364b398e5f24479e193e1fa3b51','编辑','1'),
('708','gallery','delete','47','03824a7e40b1250c763af37a27ada2bd','删除','1'),
('709','gallery','audit','47','2a734f636abd238a7f1dd643e23fadcc','审核','1'),
('710','pageirregular','index','48','f831df302b7e71ac0cb2ebdfba209064','查看','0'),
('711','pageirregular','create','48','c763ad277546113e67a83e2a4458fc43','创建','1'),
('712','pageirregular','edit','48','19188bd394b1865cd138deaa25ec9acb','编辑','1'),
('713','pageirregular','delete','48','9953dbb571784f39b1bf9a01b5f5d783','删除','1'),
('714','pageirregular','audit','48','babcbabdbdc36fc75e1d0d4d55e9c2cf','审核','1'),
('715','page','index','49','972ac866a6c7b1ee70746cc1ee94f607','查看','0'),
('716','page','create','49','89622627ffc295c3ac0df5601a2b9f93','创建','1'),
('717','page','edit','49','c715120c8b453691187632ea03ba8eac','编辑','1'),
('718','page','delete','49','b0663b37be6a099b24d5b924b4118337','删除','1'),
('719','page','audit','49','84a4e0d6e43ca32d6189ca9f79d302d8','审核','1'),
('720','pageirregular','index','50','5d56638d2e074a3a0035087d2ac669ff','查看','0'),
('721','pageirregular','create','50','bd40c061ceebb3992e0d5f6e0064152a','创建','1'),
('722','pageirregular','edit','50','ca939d3e6679222cfc538574a321162a','编辑','1'),
('723','pageirregular','delete','50','50a42511383ce16dfd513e89601fd4eb','删除','1'),
('724','pageirregular','audit','50','f7ddbd39c80f768bde612dfc3a0cb5fe','审核','1'),
('725','pageirregular','index','51','2b85b0f3c25883208a1016aa3c58ea72','查看','0'),
('726','pageirregular','create','51','53c523d78f776df6bdcdd7598da57d5d','创建','1'),
('727','pageirregular','edit','51','3a66233bfbbaec15aed55e9240fc0ba4','编辑','1'),
('728','pageirregular','delete','51','5fbec58004508ddf6435306a97aa93d5','删除','1'),
('729','pageirregular','audit','51','a3a5d38c19264aa01e1db49dc4b08c47','审核','1'),
('730','page','index','52','5966c1228cdb19552eaf40d068e417b7','查看','0'),
('731','page','create','52','b43860f2c143d1bef65a57766a1006c4','创建','1'),
('732','page','edit','52','4af90aaf73f78991ed8a94750a7e7d10','编辑','1'),
('733','page','delete','52','dd7ed79a9fec3a92c15da35e907400c7','删除','1'),
('734','page','audit','52','7effe5cdb74aa177390ff124a924f4d4','审核','1'),
('735','gallery','index','53','04dfb9418f90fea6749c3189ad660d14','查看','0'),
('736','gallery','create','53','5bb0ccb138e5d8316f105e2901287737','创建','1'),
('737','gallery','edit','53','8d161477532e3eb458dc0df425342f79','编辑','1'),
('738','gallery','delete','53','5694d425da04953635e620ab32df229e','删除','1'),
('739','gallery','audit','53','e9555643eb72313d7dbf92efa6fe8779','审核','1'),
('740','page','index','54','ef5882db2dbb9945694c3da8839fb62e','查看','0'),
('741','page','create','54','47a99a2994195a15e5d382cb2875f9e2','创建','1'),
('742','page','edit','54','052ae0e6449cd88e7806754662841518','编辑','1'),
('743','page','delete','54','6b561ba8eb62957d5f3e2a19822cc4a7','删除','1'),
('744','page','audit','54','3136833f119d269a7c8e790853f153fd','审核','1'),
('745','pageirregular','index','55','7b5ef0bc487c6f7500e1b19895dac862','查看','0'),
('746','pageirregular','create','55','c52ff1efc85436894212921aac3516d0','创建','1'),
('747','pageirregular','edit','55','b50879df0d1e450ba19c5996cef24d30','编辑','1'),
('748','pageirregular','delete','55','02c8b3d2111d6c6effabf2cba7626edb','删除','1'),
('749','pageirregular','audit','55','9299441d0cbfb690322d60b0c9ae1e16','审核','1'),
('750','page','index','56','bf8d7118db7efb9ade80e04c425e2acb','查看','0'),
('751','page','create','56','754e6ba4c14508dc3a42e1bb9d55f912','创建','1'),
('752','page','edit','56','6b67eda207aa411a405ea3bca5f00bbb','编辑','1'),
('753','page','delete','56','7e4579a79c0e582b03b80ae090e858d6','删除','1'),
('754','page','audit','56','b8de0360819e064db6c9027b3fceb2dd','审核','1'),
('755','page','index','57','f6981b4e7556f70be0ccec0d92f085fb','查看','0'),
('756','page','create','57','a8a49b8d88369e0cd77fc3468215e718','创建','1'),
('757','page','edit','57','b02f889b94da943527c1f9267d6370d0','编辑','1'),
('758','page','delete','57','a905b979d1b6a66630f8d13d8786a096','删除','1'),
('759','page','audit','57','7fbae3de275d408ffd15316b69ec6e1f','审核','1'),
('760','gallery','index','58','de3cd905166cd6f55a95b0cd6d3b9df7','查看','0'),
('761','gallery','create','58','e14a3ae6e4b29172d4c4dee3b93ed312','创建','1'),
('762','gallery','edit','58','ca988a7156fa5e35e1650af864a50931','编辑','1'),
('763','gallery','delete','58','152e22316cf1b62fee2930746594fe00','删除','1'),
('764','gallery','audit','58','4736beccb8ba2a5a32208089ba6a67fd','审核','1'),
('765','page','index','59','59e145d7cd53cc8cdc5e1287cec39be3','查看','0'),
('766','page','create','59','424e07a5df325d6a7feb4914e714687a','创建','1'),
('767','page','edit','59','eeede8edc85d6631785e192e1e2cd974','编辑','1'),
('768','page','delete','59','6f750f60a713c83f109ca12fb01f95f1','删除','1'),
('769','page','audit','59','8a4a7065e50dfec1b3951099e214cfa2','审核','1'),
('770','download','index','60','70aa10811319fb5ef3bf72f1495df684','查看','0'),
('771','download','create','60','c08a5fb879874e39a03359940bd8a473','创建','1'),
('772','download','edit','60','d37e88e48d9289a03d70088ffb437203','编辑','1'),
('773','download','delete','60','01723436ae76ae5f33a259413f4c2991','删除','1'),
('774','download','audit','60','b3b06b40711a9e2f77d5015769029924','审核','1'),
('775','pageirregular','index','61','f2681564f758ccc43c7fe841740a8307','查看','0'),
('776','pageirregular','create','61','35167f62951f1f027f9c97cb5bd6164e','创建','1'),
('777','pageirregular','edit','61','8a4a91fb0fd1c31577fa77ab7cb7048d','编辑','1'),
('778','pageirregular','delete','61','acd5f3bcec431da7f1ac28527c411c06','删除','1'),
('779','pageirregular','audit','61','346aff71b11247eb33931993c062287d','审核','1'),
('780','page','index','62','8311a1e4bd0f3c586641309ed374950f','查看','0'),
('781','page','create','62','0848095c4a2a5f7c1699b312a9cf4418','创建','1'),
('782','page','edit','62','9758b96192107c8d382f7af525252508','编辑','1'),
('783','page','delete','62','1a4c276d6cbbdbc80f500689451c58c3','删除','1'),
('784','page','audit','62','ba00cd4500be3d48875f81ee1e9d5fe4','审核','1'),
('785','pageirregular','index','1','0527387340af5e226067100ca08f4040','查看','0'),
('786','pageirregular','create','1','330020b245a16198a3a40f06fce03a25','创建','1'),
('787','pageirregular','edit','1','09a5d059d02a68bfa0a5552b8eb6e72c','编辑','1'),
('788','pageirregular','delete','1','de1d2467525fb86cf6a1019aded4df45','删除','1'),
('789','pageirregular','audit','1','9948f2fc0e1d4e784ed50a7735a197ac','审核','1'),
('790','pageirregular','index','2','66dc0e1fcfd11b15e4209da4703a5f77','查看','0'),
('791','pageirregular','create','2','5f3c2ed829f469e346d1f5d6dd9c404e','创建','1'),
('792','pageirregular','edit','2','747bb0b7f0429e5c1906915abfcfc5db','编辑','1'),
('793','pageirregular','delete','2','8e3e2020dbb7ea0372ee04a15317bdd4','删除','1'),
('794','pageirregular','audit','2','6f18d1f54a8a6d54c4d8bc889c37fd9c','审核','1'),
('795','pageirregular','index','3','fd6ffe7173e87b77d51dc2b6f64dc192','查看','0'),
('796','pageirregular','create','3','3d579849d846bcf5dcd8d3ef53d13676','创建','1'),
('797','pageirregular','edit','3','720d03e334a96700bd2f2a1ed0f25e51','编辑','1'),
('798','pageirregular','delete','3','1fa969022c8d08d292e58cbc3bba8af5','删除','1'),
('799','pageirregular','audit','3','22630a7d7a0b34cf9f31413eb14b605e','审核','1'),
('800','page','index','4','b5f7325d8050bc6a843cecf9099cd041','查看','0'),
('801','page','create','4','4a5167b65c95a4941958db1e6a19d8e8','创建','1'),
('802','page','edit','4','5dbd86b675208156fd7b4b2af4034e7c','编辑','1'),
('803','page','delete','4','52049a819f5d87313473f26dc923bf4d','删除','1'),
('804','page','audit','4','8cd304eb9ffad25bc1d48ef771af0572','审核','1'),
('805','page','index','5','de1e78874b11fd301c52907f65716491','查看','0'),
('806','page','create','5','f6b8687e6ce63122b566f9fa3f6ac159','创建','1'),
('807','page','edit','5','f03bed106b7b007eeb8ccbbf23626600','编辑','1'),
('808','page','delete','5','8e2a937ecea85f468bc7821b3b5c2fd9','删除','1'),
('809','page','audit','5','6dbebe685fc6a70124bbc26955aaa587','审核','1'),
('810','page','index','6','33181661fd48e7188312c970742778f9','查看','0'),
('811','page','create','6','d2982454f3a7346378e68debfd418fa1','创建','1'),
('812','page','edit','6','ad74701ba151e59e2268082429c4b25d','编辑','1'),
('813','page','delete','6','a540d6c5b3011ecb8560b81cee19f6c9','删除','1'),
('814','page','audit','6','b83f163a799c04800e0a8d19f320fe02','审核','1'),
('815','pageirregular','index','7','a2a4ce819b102dc21187eb9ee85bfbbc','查看','0'),
('816','pageirregular','create','7','f91177bf9a98a68fcb1e0a5afd58f06c','创建','1'),
('817','pageirregular','edit','7','2470fc39bf08b3a32e5a5c826926fd28','编辑','1'),
('818','pageirregular','delete','7','34cd6f5155224b4f157f9e0c607ffefa','删除','1'),
('819','pageirregular','audit','7','c8039140e3f3d23d6666153cb34b4a1f','审核','1'),
('820','page','index','8','0eb080f0966334408324a472c86a15a8','查看','0'),
('821','page','create','8','3c80b5b566591947b0d98eb8899acfd1','创建','1'),
('822','page','edit','8','1c1bcb503d17b64f64b4f657b54ca771','编辑','1'),
('823','page','delete','8','12b11a534786b5bb62cf981590568161','删除','1'),
('824','page','audit','8','9ab71ef74279d9ff78d6742479fbe4bc','审核','1'),
('825','page','index','9','990e41112666107e73a78d12837a0784','查看','0'),
('826','page','create','9','e9bb9f5f467c9c6cad391d01846816b6','创建','1'),
('827','page','edit','9','943b4eeee1342f15ba8b248cba2107a9','编辑','1'),
('828','page','delete','9','cc36a50d311c388686523c2241b1dcc3','删除','1'),
('829','page','audit','9','61263b76b3524fc43f743f2213ef7c1a','审核','1'),
('830','page','index','10','d0eb6ffd2561c10400febf6b383dae17','查看','0'),
('831','page','create','10','f89cdef1ad929b19a743cffe96756938','创建','1'),
('832','page','edit','10','5165d96b092fa61498b846392e4ae802','编辑','1'),
('833','page','delete','10','1f9562e8cb812cac5d780190609f0038','删除','1'),
('834','page','audit','10','d56ef64ab64be02ba1eef02bec6ec77a','审核','1'),
('835','pageirregular','index','11','a7bdc0890384530f87db7404b3757e85','查看','0'),
('836','pageirregular','create','11','50b49a282afddb9e5d2e75c92a205baf','创建','1'),
('837','pageirregular','edit','11','57319448ec4f1f7df34d043dd0e83a43','编辑','1'),
('838','pageirregular','delete','11','c57d1389189d2658911eaeba3f802666','删除','1'),
('839','pageirregular','audit','11','d63ec4e7a5084aaaaf369d97846a7da2','审核','1'),
('840','page','index','12','d768afab8dc24e2fa7d176b7b57aa067','查看','0'),
('841','page','create','12','7a61194d033e0ce5d0945b140a853a94','创建','1'),
('842','page','edit','12','5b3190d6c44ad2ba7300e4d545d735d3','编辑','1'),
('843','page','delete','12','5d6865a87566f09147e1e6f3701b329c','删除','1'),
('844','page','audit','12','f1a99c4fe4c84311e7d50d2969ff5434','审核','1'),
('845','page','index','13','ea5190e00daaf150cee6e60fd42d091a','查看','0'),
('846','page','create','13','fc51ee3f845d7a86a0b010d3335ee599','创建','1'),
('847','page','edit','13','3a3b07340003e746fd5f55b2b53ea2f7','编辑','1'),
('848','page','delete','13','96d3fcec7b02d1fb50672a898cb0893a','删除','1'),
('849','page','audit','13','ffe3207424bd264caae11b2635345d2f','审核','1'),
('850','page','index','14','ca4ceaa95f32895416376c542b53da4b','查看','0'),
('851','page','create','14','dbe0112a3196932179c1029e62b86181','创建','1'),
('852','page','edit','14','c92fa4280ebaaf17dbf97f006ae9c6cf','编辑','1'),
('853','page','delete','14','563f9e7659be19c40e4696fe82806db0','删除','1'),
('854','page','audit','14','cc080f52fef2112da7cdae00c0e2c7a9','审核','1'),
('855','pageirregular','index','15','d4b9fa4ed81a0072c14800dabd7ecaa1','查看','0'),
('856','pageirregular','create','15','b08ea076d17a2172d03bf5573826e382','创建','1'),
('857','pageirregular','edit','15','f5c573568e5746fbbaf0f7b71994d25e','编辑','1'),
('858','pageirregular','delete','15','e9e08452e402a43ce82bb12e83cc55fe','删除','1'),
('859','pageirregular','audit','15','87cf90f97a346ba7501f775039e843df','审核','1'),
('860','page','index','16','bb33396496707b6764bc6a2e8bc129b6','查看','0'),
('861','page','create','16','442faf8b2c624250d04ba973e9b75448','创建','1'),
('862','page','edit','16','276c1d14a55341e78ce4446029417eac','编辑','1'),
('863','page','delete','16','4446d8754242262c0bc260b36e4f3dc8','删除','1'),
('864','page','audit','16','a2e6ff8d1742da77c14e5710e0bba897','审核','1'),
('865','page','index','17','b313940ce4a99f0e84f170aec00a8212','查看','0'),
('866','page','create','17','a0868c5b6851e063578dff5e29dfe18b','创建','1'),
('867','page','edit','17','636cf9faf1efae8e61b6ccec214b2ba3','编辑','1'),
('868','page','delete','17','08deb3c2d5874bb143d259f63c4a4678','删除','1'),
('869','page','audit','17','63afda6fb8aa2b34849528b5481aecc9','审核','1'),
('870','pageirregular','index','18','3b7f96d1407072cd600aaa08449d585a','查看','0'),
('871','pageirregular','create','18','3091763ece8c9f7c094d9dfbe663966e','创建','1'),
('872','pageirregular','edit','18','df1de24849210725b7f7e5f0a1239a09','编辑','1'),
('873','pageirregular','delete','18','db6022ec3415481fcaf606c7e5c321b6','删除','1'),
('874','pageirregular','audit','18','da1f2d783144941e44bbac70cb92ec9b','审核','1'),
('875','page','index','19','019071abb90e1035d451d27fdd224396','查看','0'),
('876','page','create','19','92c94fc15c52e5037fb4908373956e54','创建','1'),
('877','page','edit','19','b1ea5a46f0b27b10f8a32090e6f568d5','编辑','1'),
('878','page','delete','19','f6fc427dbdc6d1e07af00e77ea778540','删除','1'),
('879','page','audit','19','fbe0f0b8017971ec98997bdfef531ed4','审核','1'),
('880','page','index','20','5466387146c24c0bf2e3d16108518fa7','查看','0'),
('881','page','create','20','046727c78669c6088d2be2b862fd501d','创建','1'),
('882','page','edit','20','dafc520433ad196ddca6f9938049091a','编辑','1'),
('883','page','delete','20','b2740f38a985066e9767ad545cf7c8e9','删除','1'),
('884','page','audit','20','450b5d5189d4272fc15c82132ed4da2b','审核','1'),
('885','page','index','21','738415a045898e466366b85c88723e69','查看','0'),
('886','page','create','21','62065420da4c663b7d5c0d7a7947d3cd','创建','1'),
('887','page','edit','21','8e19b1bb5665bf12831a44c2f6f8af0a','编辑','1'),
('888','page','delete','21','0115d41918e5050d4d88356973b23547','删除','1'),
('889','page','audit','21','f6654ab77d7426ecf185f5003f81b7ad','审核','1'),
('890','pageirregular','index','22','d3fbbf122dbc5fdb53408dea143ea262','查看','0'),
('891','pageirregular','create','22','48bc9b1468417bd1c719238f132e6ae7','创建','1'),
('892','pageirregular','edit','22','0d93198ddbdd6d19f31c731a4f3195a7','编辑','1'),
('893','pageirregular','delete','22','aed64dce2eb7b640ce7daec7b34832d5','删除','1'),
('894','pageirregular','audit','22','4780f42f482c35dd029e4142ae7caae5','审核','1'),
('895','page','index','23','45c753bdd6186dd65f538c58714c4f51','查看','0'),
('896','page','create','23','0e82f25adfb0e7f312c881ddb16a5f0d','创建','1'),
('897','page','edit','23','8d6f593674fc980af3c1d4e2e18850ee','编辑','1'),
('898','page','delete','23','98b51ae87774001b9930500272e7c84f','删除','1'),
('899','page','audit','23','e1313eaf15429ca5e8b251b3d8776c48','审核','1'),
('900','page','index','24','cb228aa8b48f284bff32250f10279d31','查看','0'),
('901','page','create','24','4a96b59d4878c8d5ab187ae6e4a8fa08','创建','1'),
('902','page','edit','24','a3df21c498fae06f38816d6f49eb014d','编辑','1'),
('903','page','delete','24','ae7d4a54bc649a8cd2b94320e88cc886','删除','1'),
('904','page','audit','24','fe1f0c309332225ff039512ae96ad15f','审核','1'),
('905','page','index','25','572c2b012731079c6dd52ef2aeda21c2','查看','0'),
('906','page','create','25','2553f73a031d56c054b65ebda5e2e109','创建','1'),
('907','page','edit','25','e62503bd66ab0424aeb484f3478e297b','编辑','1'),
('908','page','delete','25','199f745f65ed815f77bb7857583d442a','删除','1'),
('909','page','audit','25','a69d2941fa1418b5e3f18e9462f8306e','审核','1'),
('910','page','index','26','ac27755640c5653919bcabcfdecea051','查看','0'),
('911','page','create','26','dae18aa6e604e59d03a0c53f7cc333c5','创建','1'),
('912','page','edit','26','093b9049ba11c684043556bb59a12eb5','编辑','1'),
('913','page','delete','26','b5dc0945f94a22b427b024cb1f682638','删除','1'),
('914','page','audit','26','7204834ccec1f71f3999e8d4916ea13c','审核','1'),
('915','page','index','27','2306012ac7f9d26755a91b6eb1538d62','查看','0'),
('916','page','create','27','186809ea86d6b21d3a02b86a8c1a6b89','创建','1'),
('917','page','edit','27','03ac7ee245cfa7aa6ba4f3e4ab30d178','编辑','1'),
('918','page','delete','27','d2f87b22eccf2509a9d835f0bb5f0b22','删除','1'),
('919','page','audit','27','03625f75a49d05890eeb151644b63a56','审核','1'),
('920','pageirregular','index','28','e7a800e656befb99840007703a865ed8','查看','0'),
('921','pageirregular','create','28','452588d8372bfd9ca057aac34948f320','创建','1'),
('922','pageirregular','edit','28','0bf25e1803ce6e5aafd4ac13881a2a66','编辑','1'),
('923','pageirregular','delete','28','8d7336f4051acb853dd0cb9c509ba8f2','删除','1'),
('924','pageirregular','audit','28','aad289ea60b17c303ba4e0dc4e5293a2','审核','1'),
('925','page','index','29','05a7b1a9c2cd26861b8a87aafb000d8c','查看','0'),
('926','page','create','29','017c1d6fae3be3a95a26f99a9b5c7a88','创建','1'),
('927','page','edit','29','73fe92a083eab23335362e5fdc0879f3','编辑','1'),
('928','page','delete','29','eae953d32c1420712ec8f08228474c6e','删除','1'),
('929','page','audit','29','c3974e7ef3e4641be2048448719a86c7','审核','1'),
('930','page','index','30','e0fd975319c874c5f02f802b3201949b','查看','0'),
('931','page','create','30','29d0934ab8155adbbd6b94df4bac3ea5','创建','1'),
('932','page','edit','30','7c6f9430eb960f52be2eb420645bdcc1','编辑','1'),
('933','page','delete','30','16bacb294eeaa66b0e326abd2fdb7910','删除','1'),
('934','page','audit','30','a6ee4e3e7f6e8f858b3ad8b34071bbb8','审核','1'),
('935','page','index','31','42addba1d5649b3bc02dfebfe5833622','查看','0'),
('936','page','create','31','6370b2e913e91163efa997f10fed6b0c','创建','1'),
('937','page','edit','31','f96f8e3599fd3be147af77f0f638d166','编辑','1'),
('938','page','delete','31','5a8c2356ee4f7cf22b9d8a94458dbce0','删除','1'),
('939','page','audit','31','615e298980da384bea6e6d7aac0f8131','审核','1'),
('940','page','index','32','3dee839e4c32f0d926823a50e7f5dc22','查看','0'),
('941','page','create','32','e539ddd1769bbd0a212275353b11cd78','创建','1'),
('942','page','edit','32','7e08efc1106244abe505a6d1b27662be','编辑','1'),
('943','page','delete','32','0d5216f77d2caba37b983a3c103ac3ef','删除','1'),
('944','page','audit','32','a5aac2448a15b0be86c0ebe402694c4d','审核','1'),
('945','page','index','33','6659e411bab6cd5cd42f896e468cc180','查看','0'),
('946','page','create','33','c55f5848a7d1f5c98e14453504a10815','创建','1'),
('947','page','edit','33','08adf7fe2e452f3321770215b9e2417e','编辑','1'),
('948','page','delete','33','65fc72d8f9a6854ec53fa53ca58b085d','删除','1'),
('949','page','audit','33','c0bb5a4aa6971529c267e51694fc3ec3','审核','1'),
('950','page','index','34','36bcc6a7b0352f242c83e90f5d9e17df','查看','0'),
('951','page','create','34','f85f41279e4fc46bafd341ed5c9bc59b','创建','1'),
('952','page','edit','34','419a12d56315590115e9dad24bb0b93f','编辑','1'),
('953','page','delete','34','957a89d3746f2a9f05855451f0efc29c','删除','1'),
('954','page','audit','34','ee36456d2a6f22f497eb0b6a22434cc7','审核','1'),
('955','pageirregular','index','35','f374ae3bac9884c8d2eb9454f70c52c6','查看','0'),
('956','pageirregular','create','35','49f3b777e27a773ccad03a7faeea6918','创建','1'),
('957','pageirregular','edit','35','13e676ce0c04bf130a934c2165f336cf','编辑','1'),
('958','pageirregular','delete','35','1889c64bb27e403a00dd5cae63e09332','删除','1'),
('959','pageirregular','audit','35','a13b3593351c87f27120ead7dc55a667','审核','1'),
('960','page','index','36','a35b5fcff88ea7561f8a447daddb9270','查看','0'),
('961','page','create','36','aca659045e9995bb283f5a6113a6cdff','创建','1'),
('962','page','edit','36','b73bd461a9be23a18097a9b4e3a543bb','编辑','1'),
('963','page','delete','36','2691a75c1a5c8b434fda6ea65cd1af6d','删除','1'),
('964','page','audit','36','a02c039ab524ede366216fb67ef0479d','审核','1'),
('965','pageirregular','index','37','8cab0f3c490a367a27c37ba6fb4f8b3c','查看','0'),
('966','pageirregular','create','37','866dfeb95691f8c1f1f8abf48963a445','创建','1'),
('967','pageirregular','edit','37','f4527fe7f10fd376df60888116559c3e','编辑','1'),
('968','pageirregular','delete','37','849c1c1c107a1890735560c473ea5cf8','删除','1'),
('969','pageirregular','audit','37','9484947c7f74e05903d6b089a642c94e','审核','1'),
('970','page','index','38','87f64ed3bd52c1d6396fcb9908cb7fdf','查看','0'),
('971','page','create','38','33a3ca4433131ad797eb4a7ff8bdb40b','创建','1'),
('972','page','edit','38','026e09db119a340d72c2d5a611dfedb1','编辑','1'),
('973','page','delete','38','e5ba15d009798276692f84b4e0c9c1e9','删除','1'),
('974','page','audit','38','f6f5a3cb2b62298a4c108b23123575fb','审核','1'),
('975','page','index','39','35a7b8e5fdc7e1445943dbf17ae6117e','查看','0'),
('976','page','create','39','7024ccb980bc012c91c63665b054b250','创建','1'),
('977','page','edit','39','0187766bc8015bbebb36284f1c320656','编辑','1'),
('978','page','delete','39','90d938ff7c3374f53d052b2a8f902de3','删除','1'),
('979','page','audit','39','23f101f15c5c1503cd6497d6c9f570fa','审核','1'),
('980','page','index','40','892029312e24851d9fdf17ac877451fb','查看','0'),
('981','page','create','40','cc33307639320469ac4016678e4fa151','创建','1'),
('982','page','edit','40','584fb2a7e08c97af1a5bef2394152102','编辑','1'),
('983','page','delete','40','4c96c0e9316c3a72a4583c641b295fff','删除','1'),
('984','page','audit','40','9d82c0416d6c1254fff962a9a89d456e','审核','1'),
('985','page','index','41','9b4678d9da4f2bba290f1a403212024f','查看','0'),
('986','page','create','41','62c2457c52b9fa6eb0071ffdb78a032e','创建','1'),
('987','page','edit','41','2e584c2a05e68baa8368838b0773b5c2','编辑','1'),
('988','page','delete','41','58da48735ef8c08881062700d5a96b31','删除','1'),
('989','page','audit','41','185c6f4f71c2911b50bc60fe3e2f97d7','审核','1'),
('990','page','index','42','aed5083f7f12d4fa443095867fde1771','查看','0'),
('991','page','create','42','fad0262d662100d46227cba414f716c0','创建','1'),
('992','page','edit','42','ff4a14f5d15a1a037bd50d84799fd481','编辑','1'),
('993','page','delete','42','2d4bca8093e095b0364cae94167fce7b','删除','1'),
('994','page','audit','42','40b6f11dfea57638dc4d7d6c85843d04','审核','1'),
('995','pageirregular','index','44','3b2e1f1c7af089da5b2dcdab68e89ad1','查看','0'),
('996','pageirregular','create','44','d255b4db06c58873ed09eb581498eac0','创建','1'),
('997','pageirregular','edit','44','2d11ccc2a23c687a896cc700e81065d4','编辑','1'),
('998','pageirregular','delete','44','bd6123737cc55b9b9ff2553c72ab9458','删除','1'),
('999','pageirregular','audit','44','073ff4f494ff5a84c52bf3f7c4ce85c3','审核','1'),
('1000','page','index','45','4e239dea1050da74ed1383c57661a641','查看','0'),
('1001','page','create','45','7e542f4bea0c8feb37845cb2b6c6df9c','创建','1'),
('1002','page','edit','45','2ee4e7ad7b3be0795917d0267a82dd71','编辑','1'),
('1003','page','delete','45','288f5b8b92905b04df68ac49fcbe255a','删除','1'),
('1004','page','audit','45','ddf07e7e297d2ef8ddd050e14c4a61c1','审核','1'),
('1005','article','index','46','e3b148daf2ebe66180e833665a9ae269','查看','0'),
('1006','article','create','46','ac56e228648e1671006e342d368f94d5','创建','1'),
('1007','article','edit','46','5aa08d1689e06fc487b247914988bcd7','编辑','1'),
('1008','article','delete','46','59a2800a5a5201a6f4db517be7c8dee9','删除','1'),
('1009','article','audit','46','94ac587a70383a5a0f1da1f630877224','审核','1'),
('1010','article','index','47','122af41a3029fca9a379ad0170fa80e8','查看','0'),
('1011','article','create','47','4da3882a4d2d05bf1fb6c777bdb29651','创建','1'),
('1012','article','edit','47','c1038d88948b3a6213467f0f3222362a','编辑','1'),
('1013','article','delete','47','ef8062ebface8d92c44456dffcd194de','删除','1'),
('1014','article','audit','47','776990a91088bbc03fc365da4f8e07bd','审核','1'),
('1015','pageirregular','index','48','f831df302b7e71ac0cb2ebdfba209064','查看','0'),
('1016','pageirregular','create','48','c763ad277546113e67a83e2a4458fc43','创建','1'),
('1017','pageirregular','edit','48','19188bd394b1865cd138deaa25ec9acb','编辑','1'),
('1018','pageirregular','delete','48','9953dbb571784f39b1bf9a01b5f5d783','删除','1'),
('1019','pageirregular','audit','48','babcbabdbdc36fc75e1d0d4d55e9c2cf','审核','1'),
('1020','article','index','49','fbfdfa8a6e62699181cf6c1eaa16c724','查看','0'),
('1021','article','create','49','2b45dd3b15f7b3f5ce403339dc6e5331','创建','1'),
('1022','article','edit','49','99084268ee68d9699e7d577775065ac5','编辑','1'),
('1023','article','delete','49','351b2ed8e0aca2da03687d8d193a1e96','删除','1'),
('1024','article','audit','49','9e22dc70c6ba47d3655326d0602a8456','审核','1'),
('1025','pageirregular','index','50','5d56638d2e074a3a0035087d2ac669ff','查看','0'),
('1026','pageirregular','create','50','bd40c061ceebb3992e0d5f6e0064152a','创建','1'),
('1027','pageirregular','edit','50','ca939d3e6679222cfc538574a321162a','编辑','1'),
('1028','pageirregular','delete','50','50a42511383ce16dfd513e89601fd4eb','删除','1'),
('1029','pageirregular','audit','50','f7ddbd39c80f768bde612dfc3a0cb5fe','审核','1'),
('1030','page','index','51','75083b2ec5739d5ef12883bdf26dcaac','查看','0'),
('1031','page','create','51','2fd3bb2519259dcf126abdbfc57c0a3e','创建','1'),
('1032','page','edit','51','c88ffe5bed81a413181979dfbda0313b','编辑','1'),
('1033','page','delete','51','a07e3706fe9ed1133f575fb21d7c84d7','删除','1'),
('1034','page','audit','51','bfbdf566e22f7362207470d47b388f9a','审核','1'),
('1035','article','index','52','1a9019abc8ec730b4f7973ff243bd063','查看','0'),
('1036','article','create','52','783085874ef2302a03b1ce22a2341380','创建','1'),
('1037','article','edit','52','dc655ccb77f8308d7421763d85cc754f','编辑','1'),
('1038','article','delete','52','0378f856915e021c30035de15bfda221','删除','1'),
('1039','article','audit','52','c3c8738b15dec46d530b807de2af2001','审核','1'),
('1040','pageirregular','index','53','9a40b5582e7680658cb5d9e89564a994','查看','0'),
('1041','pageirregular','create','53','47b0af56e033cd942850bde6b91719b7','创建','1'),
('1042','pageirregular','edit','53','809d12af094f1be912e0beea6f270bd8','编辑','1'),
('1043','pageirregular','delete','53','d4c88faced5eae4152f47b8e77ba05a6','删除','1'),
('1044','pageirregular','audit','53','afbb7546fc5868a11744589507efc0cd','审核','1'),
('1045','page','index','54','ef5882db2dbb9945694c3da8839fb62e','查看','0'),
('1046','page','create','54','47a99a2994195a15e5d382cb2875f9e2','创建','1'),
('1047','page','edit','54','052ae0e6449cd88e7806754662841518','编辑','1'),
('1048','page','delete','54','6b561ba8eb62957d5f3e2a19822cc4a7','删除','1'),
('1049','page','audit','54','3136833f119d269a7c8e790853f153fd','审核','1'),
('1050','article','index','55','e84281453321fd57d13bfe595888308e','查看','0'),
('1051','article','create','55','8662305675611e3f7195252303dfdc56','创建','1'),
('1052','article','edit','55','bc70bc85d21d92fec7e3f7ae0e1bf653','编辑','1'),
('1053','article','delete','55','23072d25437b3d781739eb0bf6201786','删除','1'),
('1054','article','audit','55','6e4af579a96d1b0c881bac3935ed551f','审核','1'),
('1055','pageirregular','index','56','457e6a81e4b9183cf035247bc2d3b44c','查看','0'),
('1056','pageirregular','create','56','1c8335796a33ca9fc9387866b29496e5','创建','1'),
('1057','pageirregular','edit','56','c18d5290d50b466c831be050f9438cec','编辑','1'),
('1058','pageirregular','delete','56','cd8ae461ae8c4279bc8dee6350fbc304','删除','1'),
('1059','pageirregular','audit','56','7fb48abf0d4529f0616207192d51792b','审核','1'),
('1060','article','index','57','95e5e526c1c62c47aa446b9e44b10480','查看','0'),
('1061','article','create','57','8be0c1a799b14510613e700d71388462','创建','1'),
('1062','article','edit','57','596baa4a548db319d1f17855051c8bce','编辑','1'),
('1063','article','delete','57','7f75a825a691a96c879c23168b273481','删除','1'),
('1064','article','audit','57','829f43ccb57150757805553a4aed2fc0','审核','1'),
('1065','article','index','58','efc904311f067b6f96907a06b78c5784','查看','0'),
('1066','article','create','58','26b39deaf978d14aa4ef9175f60e2f7b','创建','1'),
('1067','article','edit','58','7da8aad056598397a155a505c424a3e9','编辑','1'),
('1068','article','delete','58','820255a3ac5d68e6c4315555dc69ae36','删除','1'),
('1069','article','audit','58','1260e385692e345842d0212fda5dfc2c','审核','1'),
('1070','pageirregular','index','59','9f5b1a31744842e24f9bff62fbba0e27','查看','0'),
('1071','pageirregular','create','59','55838d1c7ee9e613515ba756f81e7412','创建','1'),
('1072','pageirregular','edit','59','bd0a678724d44b596b5234f121e39a32','编辑','1'),
('1073','pageirregular','delete','59','c535ee1eafd523a04e0322684cc07b7b','删除','1'),
('1074','pageirregular','audit','59','0b9ca77eeea9ae898bdf9fad95fffad7','审核','1'),
('1075','article','index','60','3593260833f0b39faa8c50f6b30675a1','查看','0'),
('1076','article','create','60','e4280728ee6bb249ba8efb395c10b52b','创建','1'),
('1077','article','edit','60','0bf99503133512d8f8f30f0d22a67251','编辑','1'),
('1078','article','delete','60','81a5dbbe4ea01af282740fd6e5e9f090','删除','1'),
('1079','article','audit','60','2b946df66f69d944757daedca3bcd826','审核','1'),
('1080','pageirregular','index','61','f2681564f758ccc43c7fe841740a8307','查看','0'),
('1081','pageirregular','create','61','35167f62951f1f027f9c97cb5bd6164e','创建','1'),
('1082','pageirregular','edit','61','8a4a91fb0fd1c31577fa77ab7cb7048d','编辑','1'),
('1083','pageirregular','delete','61','acd5f3bcec431da7f1ac28527c411c06','删除','1'),
('1084','pageirregular','audit','61','346aff71b11247eb33931993c062287d','审核','1'),
('1085','pageirregular','index','64','9831e5f9b09ea896cb7b902715ae2251','查看','0'),
('1086','pageirregular','create','64','bb42523b155ac347b6243f5f36d21218','创建','1'),
('1087','pageirregular','edit','64','97918bc4ca8b711c09b7aa4772d10560','编辑','1'),
('1088','pageirregular','delete','64','eda7e449c5cb07e29aeb62f16e2a476f','删除','1'),
('1089','pageirregular','audit','64','87691a4b50fcb25fae6d012c63b9ea9d','审核','1'),
('1090','page','index','65','81e7cc92adec48b78e175844a06e7df3','查看','0'),
('1091','page','create','65','5098eaa093807538607f8aec045fa09c','创建','1'),
('1092','page','edit','65','62a6eeeab1acabad6aa8fa2b846c4460','编辑','1'),
('1093','page','delete','65','e96ceb66ca53fce0f0f0ed3bc99e33c5','删除','1'),
('1094','page','audit','65','69b3f55c586dd8751be18534484dc588','审核','1'),
('1095','page','index','66','45874128b2c3d6a514fb009a43dc64fb','查看','0'),
('1096','page','create','66','98c6f45a54036742ec5f4a4fe23562e4','创建','1'),
('1097','page','edit','66','1bfbdc944f44350fe893e2e4a8d6faf7','编辑','1'),
('1098','page','delete','66','b7faf98a4cac9afdd74862195a534802','删除','1'),
('1099','page','audit','66','e3be88c3aa647fbad41ff1053680595a','审核','1'),
('1100','article','index','67','51cd7af30ad4d4838665b3403ce81292','查看','0'),
('1101','article','create','67','2e4866ade42ff91f58dacb416ab88c29','创建','1'),
('1102','article','edit','67','0266e433d0953480670b41dac92a3ecc','编辑','1'),
('1103','article','delete','67','d4949bc844d7f3c9ebbe36f8c6eca0de','删除','1'),
('1104','article','audit','67','6a5370b8aec71b50e123aec9d410de42','审核','1'),
('1105','article','index','68','ce8ea22ae29fc12ce66982dc82ce384b','查看','0'),
('1106','article','create','68','e4530862b1aa16da33cb937c2583b806','创建','1'),
('1107','article','edit','68','4e9a8d77a4407a420c38838995d62b9c','编辑','1'),
('1108','article','delete','68','0b31e6dc9e62f9c2e40cff6a7d4665d0','删除','1'),
('1109','article','audit','68','0ce5f1e3bcdbe4d9f653ea1b1302c016','审核','1'),
('1110','pageirregular','index','69','dd7c2dc397bd6525e9880ec5ef973eb9','查看','0'),
('1111','pageirregular','create','69','fb4500e1a6442e59c8b5c535b5d1ed86','创建','1'),
('1112','pageirregular','edit','69','2bcb147a8529e5b8fb3d72784a8fa9d6','编辑','1'),
('1113','pageirregular','delete','69','39a1f105142f1a2e8512f36849f8065e','删除','1'),
('1114','pageirregular','audit','69','e93ac38c8f5f80568dd753e139c63f3c','审核','1'),
('1115','page','index','70','1e2cdbfd8bbeb8f717579bbbd5025d1d','查看','0'),
('1116','page','create','70','6de3abb5ef4e8a9ce7bfc5d5f41afd6b','创建','1'),
('1117','page','edit','70','286fdade0b612a2eb096a61532e5fe3d','编辑','1'),
('1118','page','delete','70','2711c80fd83693ceef41f8346740e8be','删除','1'),
('1119','page','audit','70','9556afadeb18977aa3fdaf188e745588','审核','1'),
('1120','page','index','71','1ebcf0b11990271148cf21ff05793782','查看','0'),
('1121','page','create','71','2de1110f13b3ac4be6aedc1eaf1e1854','创建','1'),
('1122','page','edit','71','ba2c62e7008125a7a3d44b521656d6ca','编辑','1'),
('1123','page','delete','71','e5a30f6a618992cb26da1a96d5b60bd2','删除','1'),
('1124','page','audit','71','846e962f92ea4f245a3d6df89d06af8c','审核','1'),
('1125','page','index','72','8a39424cc5a27268c24bdb7661a4436f','查看','0'),
('1126','page','create','72','a1a9e0e1de35250ce1f2731a05d99dd6','创建','1'),
('1127','page','edit','72','ce633e8deb9313d9ee8640ca83f1e8c5','编辑','1'),
('1128','page','delete','72','80a5b4eb19db31896912c331ea601266','删除','1'),
('1129','page','audit','72','32c3f648a61b7276568de62eb18e5851','审核','1'),
('1130','pageirregular','index','73','02896f13dccb5051b5b15d2ea2ef4dc3','查看','0'),
('1131','pageirregular','create','73','8b318f3af385c7cefe12ac662ae0b34f','创建','1'),
('1132','pageirregular','edit','73','0d27555ad9b97393d0ce55a3ec6c607f','编辑','1'),
('1133','pageirregular','delete','73','0864f2157ab1bb0c70dd7dd8abb3f1c1','删除','1'),
('1134','pageirregular','audit','73','2a5b7092d116347fef960c5a074f5acf','审核','1'),
('1135','page','index','74','e864514759e3f9a171404bc25e904897','查看','0'),
('1136','page','create','74','495f0c45ede9968fdbc216a41ddf82f4','创建','1'),
('1137','page','edit','74','2100bd1f29ec9f95e737ff527447601a','编辑','1'),
('1138','page','delete','74','773bacd547b1ed2fe99269f2baeee89f','删除','1'),
('1139','page','audit','74','252d2b2e10ed856dd68b467633c3401e','审核','1'),
('1140','page','index','75','f66a4c72d7de12caed74f45dd19e435f','查看','0'),
('1141','page','create','75','5f3815a800c9c31473f0125c8007f6ef','创建','1'),
('1142','page','edit','75','119ce829654ea5ca55b5455b506d6e9d','编辑','1'),
('1143','page','delete','75','bb4e937e9ab108f7b1f06aa4f129617f','删除','1'),
('1144','page','audit','75','1081d6752567c3634352c3e86a20ae15','审核','1'),
('1145','page','index','76','0deb0749272fe40f5249b663e457ac91','查看','0'),
('1146','page','create','76','4f6b578bc00c539ad8c4b40562a8f98f','创建','1'),
('1147','page','edit','76','6ef876b27653acf446128d12cfbb9b45','编辑','1'),
('1148','page','delete','76','601bcbefa8dc2965d4b83375f730b002','删除','1'),
('1149','page','audit','76','ff08d5f5466609e72c2f4c1819d97fa0','审核','1'),
('1150','pageirregular','index','77','5ab1cb860b34df3e3870ae2f207b9f4d','查看','0'),
('1151','pageirregular','create','77','3095fc6bab0131b32b806000475251a5','创建','1'),
('1152','pageirregular','edit','77','8c3ba3a5a127a770b0e87f4733975884','编辑','1'),
('1153','pageirregular','delete','77','7cdfaaf3896268a9b5efc680200ad731','删除','1'),
('1154','pageirregular','audit','77','edfc3bfa0924a4321ad912f4bb316e5f','审核','1'),
('1155','pageirregular','index','78','eeedb75d2facf0c5806bc30778dee12b','查看','0'),
('1156','pageirregular','create','78','34691a23cd487c998a266e799863c0ad','创建','1'),
('1157','pageirregular','edit','78','8b653ca53db9a147fe4cc8cf68fac41b','编辑','1'),
('1158','pageirregular','delete','78','f5134e9852fda81841c3428d22d3fceb','删除','1'),
('1159','pageirregular','audit','78','3e1ad466c3798bafff914c51ede9c5bd','审核','1'),
('1160','page','index','79','f6b83d86b864184953ed3de4816a39f8','查看','0'),
('1161','page','create','79','ce35f4a3444bcd191a6251d2c41efb6d','创建','1'),
('1162','page','edit','79','5718ff87f7f97ba448054088383fed28','编辑','1'),
('1163','page','delete','79','5745affe39d0b291e480f8c473fa420c','删除','1'),
('1164','page','audit','79','2d2cee2d7005e7b84c039e50fa4204a0','审核','1'),
('1165','page','index','80','b42e3a5c7c2e9f551fcd0a0b5ee771cb','查看','0'),
('1166','page','create','80','ee4c0ce1df6a5b39fa567dc1bc16b293','创建','1'),
('1167','page','edit','80','1fad6c941377b44535c3a50a227f12aa','编辑','1'),
('1168','page','delete','80','7b5cd7f72fe2c8863f4125a36bd5f67f','删除','1'),
('1169','page','audit','80','e559567e7c200475a9bbfcded96617b5','审核','1'),
('1170','pageirregular','index','81','3adf7b87a12b338d2a7f1befc5903dcd','查看','0'),
('1171','pageirregular','create','81','b1adfd3965bada7d88d40097af75d9ea','创建','1'),
('1172','pageirregular','edit','81','78996c6d269baac76bc9d0111e2736cd','编辑','1'),
('1173','pageirregular','delete','81','4b468b239179a8b559adfb00ed29eac0','删除','1'),
('1174','pageirregular','audit','81','6e4daff80f18bf3b5278dbee322705d7','审核','1'),
('1175','pageirregular','index','82','20d14fcdb515fcfcc545c38e26a8f8ec','查看','0'),
('1176','pageirregular','create','82','550cd000eaaa2396a04c130249b44fd2','创建','1'),
('1177','pageirregular','edit','82','b84b4e548a91b689d1b7ac3fcb050a18','编辑','1'),
('1178','pageirregular','delete','82','3a604f52260ce5cfa53f6dcfc67a9c26','删除','1'),
('1179','pageirregular','audit','82','36ed9575cc084908647ba74f14fccbb5','审核','1'),
('1180','page','index','83','7f23df4738703eaf5f64680a60f4233a','查看','0'),
('1181','page','create','83','882fb34b46129f5c3ed69bd78fdf953c','创建','1'),
('1182','page','edit','83','bbbbd41900c41b772a61e3eb829b1b2e','编辑','1'),
('1183','page','delete','83','c2b45724881083db819736422f1d3ecb','删除','1'),
('1184','page','audit','83','a683d1d2ddc1374e775aeb42941e722d','审核','1'),
('1185','recruit','index','84','132dbb8ca024b9d68e1f96efd0f55be5','查看','0'),
('1186','recruit','create','84','599f879419e489f8d84e958c616e0c54','创建','1'),
('1187','recruit','edit','84','f225c5c165f1894bc45f388e7bf23222','编辑','1'),
('1188','recruit','delete','84','fe9701de993b8137beb33ef29aa18ed2','删除','1'),
('1189','recruit','audit','84','533fa2ff2d4a6dcb1220f861d6d0c3df','审核','1');
/*!40000 ALTER TABLE `shm_manager_purview` ENABLE KEYS */;
UNLOCK TABLES;


-- Table structure for shm_modules 
DROP TABLE IF EXISTS `shm_modules`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `shm_modules` (
  `id` int(2) NOT NULL AUTO_INCREMENT COMMENT '模型标识',
  `sort_id` int(2) NOT NULL,
  `title` varchar(50) NOT NULL COMMENT '显示名称',
  `controller` varchar(50) NOT NULL COMMENT '控制器名称',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=18 DEFAULT CHARSET=utf8 COMMENT='栏目模型';
/*!40101 SET character_set_client = @saved_cs_client */;


-- Dumping data for table `shm_modules`
LOCK TABLES `shm_modules` WRITE;
/*!40000 ALTER TABLE `shm_modules` DISABLE KEYS */;
INSERT INTO `shm_modules` (`id`,`sort_id`,`title`,`controller`) VALUES
('1','0','链接','links'),
('3','0','文章','article'),
('6','0','清单','lists'),
('7','3','期刊','gallery'),
('8','1','单页','page'),
('9','4','产品','product'),
('10','0','招聘','recruit'),
('11','5','视频','videos'),
('12','6','信息','infos'),
('13','7','导航','banners'),
('14','8','荣誉','honor'),
('15','9','下载','download'),
('16','10','门店','dealer'),
('17','11','综合','pageirregular');
/*!40000 ALTER TABLE `shm_modules` ENABLE KEYS */;
UNLOCK TABLES;


-- Table structure for shm_msgs 
DROP TABLE IF EXISTS `shm_msgs`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `shm_msgs` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT '标识',
  `title` varchar(100) NOT NULL COMMENT '标题',
  `msg` tinytext COMMENT '提示消息',
  `level` int(1) DEFAULT '1' COMMENT '类型: 1notie 2info 3 success 4error',
  `timeline` int(11) NOT NULL COMMENT '时间',
  `markread` int(1) NOT NULL COMMENT '是否阅读',
  `notify` int(1) DEFAULT '0' COMMENT '是否提示过',
  `byer` int(6) NOT NULL DEFAULT '0' COMMENT '发送者 mid system is 0',
  `toer` int(6) NOT NULL COMMENT '接受者 mid',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=9 DEFAULT CHARSET=utf8 COMMENT='消息提示';
/*!40101 SET character_set_client = @saved_cs_client */;


-- Dumping data for table `shm_msgs`
LOCK TABLES `shm_msgs` WRITE;
/*!40000 ALTER TABLE `shm_msgs` DISABLE KEYS */;
/*!40000 ALTER TABLE `shm_msgs` ENABLE KEYS */;
UNLOCK TABLES;


-- Table structure for shm_onlineservice 
DROP TABLE IF EXISTS `shm_onlineservice`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `shm_onlineservice` (
  `id` int(4) NOT NULL AUTO_INCREMENT,
  `cid` int(4) DEFAULT NULL COMMENT '栏目 id',
  `ccid` int(11) NOT NULL DEFAULT '0' COMMENT '栏目条目ID伪栏目',
  `sort_id` int(11) DEFAULT NULL COMMENT '排序编号',
  `audit` int(1) NOT NULL DEFAULT '0' COMMENT '0:1审核',
  `flag` int(1) NOT NULL DEFAULT '0' COMMENT '0:1推荐',
  `ctype` int(4) NOT NULL DEFAULT '0' COMMENT '默认分类',
  `title` varchar(200) DEFAULT NULL COMMENT '标题',
  `number` varchar(20) DEFAULT NULL,
  `content` text COMMENT '详细内容',
  `tip` tinytext COMMENT '鼠标悬停提示',
  `link` varchar(250) DEFAULT NULL COMMENT 'URL地址',
  `photo` tinytext COMMENT '图片',
  `thumb` tinytext COMMENT '缩略图',
  `show` int(1) DEFAULT '1' COMMENT '是否显示',
  `timeline` int(11) DEFAULT NULL COMMENT '发布时间',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=6 DEFAULT CHARSET=utf8 COMMENT='在线客服';
/*!40101 SET character_set_client = @saved_cs_client */;


-- Dumping data for table `shm_onlineservice`
LOCK TABLES `shm_onlineservice` WRITE;
/*!40000 ALTER TABLE `shm_onlineservice` DISABLE KEYS */;
INSERT INTO `shm_onlineservice` (`id`,`cid`,`ccid`,`sort_id`,`audit`,`flag`,`ctype`,`title`,`number`,`content`,`tip`,`link`,`photo`,`thumb`,`show`,`timeline`) VALUES
('4','0','0','2','1','0','0','业务咨询','',NULL,NULL,'http://wpa.b.qq.com/cgi/wpa.php?ln=1&key=XzkzODAyNTk2Nl8yOTI4MzhfNDAwODAwNTc5MF8yXw','','','1','1487649576'),
('3','0','0','1','1','0','0','售后咨询','',NULL,NULL,'http://wpa.b.qq.com/cgi/wpa.php?ln=1&key=XzkzODAyNTk2Nl8yOTI4MzhfNDAwODAwNTc5MF8yXw','','','1','1487649559'),
('5','0','0','3','1','0','0','在线咨询','',NULL,NULL,'http://wpa.b.qq.com/cgi/wpa.php?ln=1&key=XzkzODAyNTk2Nl8yOTI4MzhfNDAwODAwNTc5MF8yXw','','','1','1490335947');
/*!40000 ALTER TABLE `shm_onlineservice` ENABLE KEYS */;
UNLOCK TABLES;


-- Table structure for shm_page 
DROP TABLE IF EXISTS `shm_page`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `shm_page` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT '唯一编号',
  `cid` int(4) DEFAULT NULL COMMENT '栏目id',
  `ccid` int(11) DEFAULT '0' COMMENT '栏目条目ID伪栏目',
  `sort_id` int(11) DEFAULT '0' COMMENT '排序编号',
  `audit` int(1) DEFAULT '0' COMMENT '审核',
  `title` tinytext COMMENT '标题',
  `title_en` tinytext COMMENT '标题(英文)',
  `title_seo` tinytext,
  `intro` varchar(500) DEFAULT NULL COMMENT '简介(200汉字)',
  `tags` tinytext COMMENT '标签',
  `text` tinytext COMMENT '文字',
  `content` text COMMENT '内容',
  `content_mobile` text COMMENT '内容(手机版)',
  `photo` varchar(200) DEFAULT NULL COMMENT '图片组',
  `thumb` varchar(200) DEFAULT NULL COMMENT '缩略图',
  `template` varchar(200) DEFAULT NULL COMMENT '模板',
  `timeline` int(10) DEFAULT NULL COMMENT '发布/修改时间',
  `attachment` tinytext COMMENT '附件',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=48 DEFAULT CHARSET=utf8 COMMENT='单页表';
/*!40101 SET character_set_client = @saved_cs_client */;


-- Dumping data for table `shm_page`
LOCK TABLES `shm_page` WRITE;
/*!40000 ALTER TABLE `shm_page` DISABLE KEYS */;
INSERT INTO `shm_page` (`id`,`cid`,`ccid`,`sort_id`,`audit`,`title`,`title_en`,`title_seo`,`intro`,`tags`,`text`,`content`,`content_mobile`,`photo`,`thumb`,`template`,`timeline`,`attachment`) VALUES
('1','4','0','1','0','公司简介','Corporate culture','','','',NULL,NULL,NULL,NULL,NULL,NULL,'1556269988',NULL),
('2','5','0','2','0','简介',NULL,'','','',NULL,'<div class="fullpage2_content_main"><h3>集大数据软件研发和培训为一体的新型互联网+公司</h3><p>青岛莱牛教育有限公司位于青岛市北区纺织谷内，与青岛科技大学为邻，学术氛围浓厚。学校成立旨在建立高级人才培养的快速通道，帮助大学生就业，促进我国信息产业迅速发展。</p><p>依托学校国内领先的课程体系，雄厚的师资力量，广阔的就业平台，迄今为止已与国内数百家IT企业进行人才输送合作，其中紧密合作企业80余家、深入合作企业30余家、订单输送联盟企业100余家。</p><a href="aboutus_introduction.php">了解更多</a></div>',NULL,NULL,NULL,NULL,'1556270408',NULL),
('3','6','0','3','0','背景图片',NULL,'','','',NULL,NULL,NULL,'3','2019/04/26/thumbnail/15562708962024lxfht.jpg',NULL,'1556270885',NULL),
('4','8','0','4','0','热门<span>课程</span>','Hot Courses','','','',NULL,NULL,NULL,NULL,NULL,NULL,'1556270997',NULL),
('5','9','0','5','0','简介',NULL,'','','',NULL,'<div class="fp3_content_main_right"><div class="fp3_main_right_title"><ul class="courseintroduction_menu list-paddingleft-2"><li class="active"><p><a href="javascript:void(0);">ETL</a></p></li><li><p><a href="javascript:void(0);">UI</a></p></li><li><p><a href="javascript:void(0);">JAVA</a></p></li><li><p><a href="javascript:void(0);">Python</a></p></li></ul><a href="javascript:void(0);" class="fp3_main_right_title_btn"><img src="/web/shmweb/assets/images/icon/typeChange_btn_icon.png"/></a></div><div class="fp3_main_right_lists"><ul class="courseintroduction_lists list-paddingleft-2"><li class="list_tab activeText"><h2>ETL</h2><p>ETL软件开发工程师简称ETL工程师，是从事系统编程、数据库编程与设计，要掌握各种常用的编程语言的专业技术人员，也叫数据库工程师<a href="#">详情&gt;&gt;</a></p><ul class=" list-paddingleft-2"><li><p><span><i></i>第一部分：</span><span>企业型数据库知识及应用</span></p></li><li><p><span><i></i>第一部分：</span><span>银行数据仓库实战及工具使用</span></p></li><li><p><span><i></i>第一部分：</span><span>模拟ETL项目实战及就业辅导</span></p></li><li><p><span><i></i>第一部分：</span><span>知识拓展</span></p></li></ul><p><a href="Curriculum.php">查看课程详情</a></p></li><li class="list_tab"><h2>ETL</h2><p>ETL软件开发工程师简称ETL工程师，是从事系统编程、数据库编程与设计，要掌握各种常用的编程语言的专业技术人员，也叫数据库工程师<a href="#">详情&gt;&gt;</a></p><ul class=" list-paddingleft-2"><li><p><span><i></i>第一部分：</span><span>企业型数据库知识及应用</span></p></li><li><p><span><i></i>第一部分：</span><span>银行数据仓库实战及工具使用</span></p></li><li><p><span><i></i>第一部分：</span><span>模拟ETL项目实战及就业辅导</span></p></li><li><p><span><i></i>第一部分：</span><span>知识拓展</span></p></li></ul><p><a href="Curriculum.php">查看课程详情</a></p></li><li class="list_tab"><h2>ETL</h2><p>ETL软件开发工程师简称ETL工程师，是从事系统编程、数据库编程与设计，要掌握各种常用的编程语言的专业技术人员，也叫数据库工程师<a href="#">详情&gt;&gt;</a></p><ul class=" list-paddingleft-2"><li><p><span><i></i>第一部分：</span><span>企业型数据库知识及应用</span></p></li><li><p><span><i></i>第一部分：</span><span>银行数据仓库实战及工具使用</span></p></li><li><p><span><i></i>第一部分：</span><span>模拟ETL项目实战及就业辅导</span></p></li><li><p><span><i></i>第一部分：</span><span>知识拓展</span></p></li></ul><p><a href="Curriculum.php">查看课程详情</a></p></li><li class="list_tab"><h2>ETL</h2><p>ETL软件开发工程师简称ETL工程师，是从事系统编程、数据库编程与设计，要掌握各种常用的编程语言的专业技术人员，也叫数据库工程师<a href="#">详情&gt;&gt;</a></p><ul class=" list-paddingleft-2"><li><p><span><i></i>第一部分：</span><span>企业型数据库知识及应用</span></p></li><li><p><span><i></i>第一部分：</span><span>银行数据仓库实战及工具使用</span></p></li><li><p><span><i></i>第一部分：</span><span>模拟ETL项目实战及就业辅导</span></p></li><li><p><span><i></i>第一部分：</span><span>知识拓展</span></p></li></ul><p><a href="Curriculum.php">查看课程详情</a></p></li></ul></div></div>',NULL,NULL,NULL,NULL,'1556271123',NULL),
('6','10','0','6','0','展示图片',NULL,'','','',NULL,NULL,NULL,'4','2019/04/26/thumbnail/15562714729144jyfst.png',NULL,'1556271459',NULL),
('7','12','0','7','0','合作伙伴','Cooperation Partners','','','',NULL,NULL,NULL,NULL,NULL,NULL,'1556271789',NULL),
('8','13','0','8','0','简介',NULL,'','','',NULL,'<div class="fullpage4_main"><div class="fullpage4_main_left"><img src="/web/shmweb/assets/images/map.gif"/></div><div class="fullpage4_main_right"><div class="fullpage4_main_right_title"><p>迄今为止已与国内近210余家企业合作，期待与您的合作</p><a href="#" class="enterprise_info_btn"><i class="iconfont icon-right"></i><i class="iconfont icon-right"></i><i class="iconfont icon-right"></i></a></div><ul class="enterprise_logos list-paddingleft-2"><li><p><img src="/web/shmweb/assets/images/banner/banner4_logo1.png"/></p></li><li><p><img src="/web/shmweb/assets/images/banner/banner4_logo2.png"/></p></li><li><p><img src="/web/shmweb/assets/images/banner/banner4_logo3.png"/></p></li><li><p><img src="/web/shmweb/assets/images/banner/banner4_logo4.png"/></p></li><li><p><img src="/web/shmweb/assets/images/banner/banner4_logo5.png"/></p></li><li><p><img src="/web/shmweb/assets/images/banner/banner4_logo6.png"/></p></li><li><p><img src="/web/shmweb/assets/images/banner/banner4_logo7.png"/></p></li><li><p><img src="/web/shmweb/assets/images/banner/banner4_logo8.png"/></p></li><li><p><img src="/web/shmweb/assets/images/banner/banner4_logo9.png"/></p></li></ul></div></div>',NULL,NULL,NULL,NULL,'1556271817',NULL),
('9','14','0','9','0','背景图片',NULL,'','','',NULL,NULL,NULL,'5','2019/04/26/thumbnail/15562720556551rskap.png',NULL,'1556272039',NULL),
('10','16','0','10','0','最新资讯','Latest News','','','',NULL,NULL,NULL,NULL,NULL,NULL,'1556272115',NULL),
('11','17','0','11','0','背景图片',NULL,'','','',NULL,NULL,NULL,'6','2019/04/26/thumbnail/15562722872262v9xbh.jpg',NULL,'1556272277',NULL),
('12','19','0','12','0','公司<span>成就</span>','Company Achievement','','','',NULL,NULL,NULL,NULL,NULL,NULL,'1556272337',NULL),
('13','20','0','13','0','简介',NULL,'','','',NULL,'<div class="fullpage6_main"><div class="fullpage6_textcontent"><h1>创新培训，秉承多年<span>创新能力</span></h1><p>依托学校国内领先的课程体系，拥有雄厚的师资力量，广阔的就业平台</p></div><div class="fullpage6_numcontent"><ul class=" list-paddingleft-2"><li><p><span>年份</span></p><div class="num_iconBox"><img src="/web/shmweb/assets/images/icon/particularyear_icon.png"/></div><div id="dataNums" class="scrollNum" data-shownum="2018">2018</div></li><li><p><span>就业率</span></p><div class="num_iconBox"><img src="/web/shmweb/assets/images/icon/up_icon.png"/></div><div class="scrollNumBox"><div id="dataNums1" class="scrollNum" data-shownum="100">100</div><span>%</span></div></li><li><p><span>毕业薪资转正最低/月</span></p><div class="num_iconBox"><img src="/web/shmweb/assets/images/icon/money_icon.png"/></div><div id="dataNums2" class="scrollNum" data-shownum="6000">6000</div></li><li><p><span>合格人才</span></p><div class="num_iconBox"><img src="/web/shmweb/assets/images/icon/personnel_icon.png"/></div><div id="dataNums3" class="scrollNum" data-shownum="2000">2000</div></li></ul></div></div>',NULL,NULL,NULL,NULL,'1556272370',NULL),
('14','21','0','14','0','背景图片',NULL,'','','',NULL,NULL,NULL,'7','2019/04/26/thumbnail/1556272507426807hku.png',NULL,'1556272502',NULL),
('15','23','0','15','0','地址',NULL,'','','','山东省青岛市市北区四流南路80号纺织谷',NULL,NULL,NULL,NULL,NULL,'1556273330',NULL),
('16','24','0','16','0','电话',NULL,'','','','0532-58971971',NULL,NULL,NULL,NULL,NULL,'1556273771',NULL),
('17','25','0','17','0','手机',NULL,'','','','18560678853',NULL,NULL,NULL,NULL,NULL,'1556273795',NULL),
('18','26','0','18','0','QQ',NULL,'','','','471913346',NULL,NULL,NULL,NULL,NULL,'1556273813',NULL),
('19','27','0','19','0','QR-Code',NULL,'','','',NULL,NULL,NULL,'11','2019/04/28/thumbnail/155642106598a6gg1.png',NULL,'1556273841',NULL),
('20','29','0','20','0','地址',NULL,'','','','山东省青岛市市北区四流南路80号纺织谷',NULL,NULL,NULL,NULL,NULL,'1556274081',NULL),
('21','30','0','21','0','电话',NULL,'','','','0532-58971971',NULL,NULL,NULL,NULL,NULL,'1556274112',NULL),
('22','31','0','22','0','手机',NULL,'','','','18560678853',NULL,NULL,NULL,NULL,NULL,'1556274176',NULL),
('23','32','0','23','0','QQ',NULL,'','','','471913346',NULL,NULL,NULL,NULL,NULL,'1556274188',NULL),
('24','33','0','24','0','QR-Code',NULL,'','','',NULL,NULL,NULL,'12','2019/04/28/thumbnail/1556421416d30cu.png',NULL,'1556274222',NULL),
('25','34','0','25','0','备案信息',NULL,'','','',NULL,'<p><span>Copyright &#169; 2019</span> <span>青岛莱牛教育</span> <span>版权所有</span> <span>鲁ICP备1601060</span></p>',NULL,NULL,NULL,NULL,'1556274300',NULL),
('26','36','0','26','0','Banner',NULL,'','','',NULL,NULL,NULL,'15','2019/04/28/thumbnail/155642382631tsssq.jpg',NULL,'1556422864',NULL),
('27','41','0','27','0','简介',NULL,'','','',NULL,'<p class="part1_leftContent_title"><span>一家集大数据软件研发和培训为一体的新型互联网+公司</span><span>A new Internet plus company integrating research and training of datasoftware</span></p><p>青岛莱牛教育有限公司，位于青岛市北区纺织谷内，与青岛科技大学为邻，学术氛围浓厚。学校成立旨在建立高级人才培养的快速通道，帮助大学生就业，促进我国信息产业迅速发展。</p><p>依托学校国内领先的课程体系，雄厚的师资力量，广阔的就业平台，迄今为止已与国内数百家IT企业进行人才输送合作，其中紧密合作企业80余家、深入合作企业30余家、订单输送联 盟企业100余家。</p><p>2018年，学院共收到：联盟中132家会员企业的3300余个大数据ETL开发工程师的招聘需求。在先进的课程体系、雄厚的师资力量的保障下，学院学员就业率近100%，学员毕业转正薪资 最低达到6000元/月。</p><p>作为国内IT培训的高端品牌，学校的每一名讲师都以“帮助每一个学员成就梦想”为己任，也正因为讲师团队的执着与努力，青岛莱牛教育已成功为社会输送了2000余名合格人才，为中 国IT行业的发展做出了巨大的贡献。在21世纪的IT希望莱牛学员和准学员们能在IT行业迅速发展的浪潮中，乘着莱牛教育这艘航母成就一番宏图伟业！</p><p>经过多年运营，青岛莱牛教育已经为华为、文思海辉、我买网、支付通、神州数码、联想、新浪、搜狐、浪潮、方正、中国电信等中外知名IT公司培养输送2000余名中高级软件人才， 大量人才外派进政府，公安厅，银行，检察院等国企单位。</p><p>基于成熟、规范的IT人才培训体系，莱牛教育面向国际、国内中高端IT公司提供人才推荐、校园招聘、定单培训等多项IT人才服务。</p>',NULL,NULL,NULL,NULL,'1556423074',NULL),
('28','42','0','28','0','配图-1',NULL,'','','',NULL,NULL,NULL,'13','2019/04/28/thumbnail/155642345058zzxlp.png',NULL,'1556423353',NULL),
('29','43','0','29','0','配图-2',NULL,'','','',NULL,NULL,NULL,'14','2019/04/28/thumbnail/15564234726125gn2.png',NULL,'1556423465',NULL),
('30','40','0','30','0',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'1556423546',NULL),
('31','38','0','31','0',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'1556423614',NULL),
('32','37','0','32','0',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'1556423634',NULL),
('33','45','0','33','0',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'1556424160',NULL),
('34','51','0','34','0',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'1556424247',NULL),
('35','52','0','35','0',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'1556424251',NULL),
('36','50','0','36','0','办公环境',NULL,'','','',NULL,NULL,NULL,'32,33,34','2019/04/28/thumbnail/15564252684y7doo.png',NULL,'1556425178',NULL),
('37','53','0','37','0','住宿环境',NULL,'','','',NULL,NULL,NULL,'35,36,37','2019/04/28/thumbnail/1556425292go85r.png',NULL,'1556425288',NULL),
('38','57','0','38','0','Banner',NULL,'','','',NULL,NULL,NULL,'43','2019/04/28/thumbnail/155643552755p2dvm.png',NULL,'1556435515',NULL),
('39','61','0','39','0','Banner',NULL,'','','',NULL,NULL,NULL,'62','2019/04/28/thumbnail/15564413878t3pan.png',NULL,'1556441379',NULL),
('40','65','0','40','0','Banner',NULL,'','','',NULL,NULL,NULL,'68','2019/04/29/thumbnail/15565036290982l9v77.jpg',NULL,'1556503539',NULL),
('41','67','0','41','0','背景图片',NULL,'','','',NULL,NULL,NULL,'69','2019/04/29/thumbnail/15565042449433bjhsw.jpg',NULL,'1556504216',NULL),
('42','70','0','42','0','Banner',NULL,'','','',NULL,NULL,NULL,'70','2019/04/29/thumbnail/15565086755172r7ekv.jpg',NULL,'1556507308',NULL),
('43','72','0','43','0','内容',NULL,'','','',NULL,'<ul class="branch_office list-paddingleft-2"><li><div class="branch_office_img"><img src="/web/shmweb/assets/images/contactus_img1.png"/></div><div class="branch_office_info"><h4>青岛分公司</h4><div class="office_info_tel"><span>联系电话：</span><p><span>0532-58971971</span> &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;<span>18560678853</span></p></div><p><span>QQ：</span><span>471913346</span></p><p><span>地址：</span>山东省青岛市市北区四流南路80号纺织谷</p></div></li><li><div class="branch_office_img"><img src="/web/shmweb/assets/images/contactus_img2.png"/></div><div class="branch_office_info"><h4>济南分公司</h4><div class="office_info_tel"><span>联系电话：</span><p><span>0532-58971971</span> &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;<span>18560678853</span></p></div><p><span>QQ：</span>471913346</p><p><span>地址：</span>山东省青岛市市北区四流南路80号纺织谷</p></div></li></ul>',NULL,NULL,NULL,NULL,'1556508715',NULL),
('44','75','0','44','0','路线',NULL,'','','','公交路线：5、7、9、12、21、22、23环路、24、30、229环线、302、305、309、325、326、362、364、365、366、373、603路车。附近公交站点：四六南路开封路站、四流中路开封路站、海晶化工站、洛阳路西站','<p>公交路线：5、7、9、12、21、22、23环路、24、30、229环线、302、305、309、325、326、362、364、365、366、373、603路车。附近公交站点：四六南路开封路站、四流中路开封路站、海晶化工站、洛阳路西站。</p>',NULL,NULL,NULL,NULL,'1556508857',NULL),
('45','76','0','45','0',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'1556509930',NULL),
('46','77','0','46','0','背景图片',NULL,'','','',NULL,NULL,NULL,'73','2019/04/29/thumbnail/155651611243067nsj3.png',NULL,'1556509987',NULL),
('47','81','0','47','0','背景图片',NULL,'','','',NULL,NULL,NULL,'74','2019/04/29/thumbnail/15565161778631i2j0v.png',NULL,'1556516149',NULL);
/*!40000 ALTER TABLE `shm_page` ENABLE KEYS */;
UNLOCK TABLES;


-- Table structure for shm_pageirregular 
DROP TABLE IF EXISTS `shm_pageirregular`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `shm_pageirregular` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT '唯一编号',
  `cid` int(4) DEFAULT NULL COMMENT '栏目id',
  `ccid` int(11) DEFAULT '0' COMMENT '栏目条目ID伪栏目',
  `sort_id` int(11) DEFAULT '0' COMMENT '排序编号',
  `audit` int(1) DEFAULT '0' COMMENT '审核',
  `title` tinytext COMMENT '标题',
  `title_seo` tinytext,
  `intro` varchar(500) DEFAULT NULL COMMENT '简介(200汉字)',
  `tags` tinytext COMMENT '标签',
  `content` text COMMENT '内容',
  `photo` varchar(200) DEFAULT NULL COMMENT '图片组',
  `thumb` varchar(200) DEFAULT NULL COMMENT '缩略图',
  `template` varchar(200) DEFAULT NULL COMMENT '模板',
  `timeline` int(10) DEFAULT NULL COMMENT '发布/修改时间',
  `attachment` tinytext COMMENT '附件',
  `tagtitle` varchar(200) DEFAULT NULL,
  `entitle` varchar(200) DEFAULT NULL,
  `tagintro` varchar(200) DEFAULT NULL,
  `url` varchar(240) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8 COMMENT='不规则单页表';
/*!40101 SET character_set_client = @saved_cs_client */;


-- Dumping data for table `shm_pageirregular`
LOCK TABLES `shm_pageirregular` WRITE;
/*!40000 ALTER TABLE `shm_pageirregular` DISABLE KEYS */;
INSERT INTO `shm_pageirregular` (`id`,`cid`,`ccid`,`sort_id`,`audit`,`title`,`title_seo`,`intro`,`tags`,`content`,`photo`,`thumb`,`template`,`timeline`,`attachment`,`tagtitle`,`entitle`,`tagintro`,`url`) VALUES
('1','50','0','1','0',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'1556424530',NULL,NULL,NULL,NULL,NULL);
/*!40000 ALTER TABLE `shm_pageirregular` ENABLE KEYS */;
UNLOCK TABLES;


-- Table structure for shm_product 
DROP TABLE IF EXISTS `shm_product`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `shm_product` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `cid` int(11) DEFAULT NULL COMMENT '栏目id',
  `sort_id` int(11) DEFAULT '1' COMMENT '排序编号',
  `ccid` int(11) NOT NULL DEFAULT '0' COMMENT '栏目条目ID伪栏目',
  `audit` int(1) DEFAULT '0' COMMENT '0/1审核',
  `flag` int(1) NOT NULL DEFAULT '0' COMMENT '0:1推荐',
  `ctype` int(4) NOT NULL DEFAULT '0' COMMENT '默认分类',
  `title` varchar(255) DEFAULT NULL COMMENT '标题',
  `title_seo` varchar(255) DEFAULT NULL COMMENT '优化标题',
  `intro` varchar(500) DEFAULT NULL COMMENT '简介',
  `tags` varchar(255) DEFAULT NULL COMMENT '标签',
  `content` mediumtext COMMENT '内容',
  `photo` varchar(255) DEFAULT NULL COMMENT '图片',
  `thumb` varchar(255) DEFAULT NULL COMMENT '缩略图',
  `show` tinyint(1) DEFAULT '1' COMMENT '是否显示',
  `click` int(11) DEFAULT '0' COMMENT '点击量',
  `timeline` int(11) DEFAULT NULL COMMENT '发布时间',
  `subtitle` varchar(255) DEFAULT NULL,
  `decorate` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=3 DEFAULT CHARSET=utf8 COMMENT='产品';
/*!40101 SET character_set_client = @saved_cs_client */;


-- Dumping data for table `shm_product`
LOCK TABLES `shm_product` WRITE;
/*!40000 ALTER TABLE `shm_product` DISABLE KEYS */;
INSERT INTO `shm_product` (`id`,`cid`,`sort_id`,`ccid`,`audit`,`flag`,`ctype`,`title`,`title_seo`,`intro`,`tags`,`content`,`photo`,`thumb`,`show`,`click`,`timeline`,`subtitle`,`decorate`) VALUES
('1','59','2','0','1','0','0','ETL 软件开发工程师','','','','<div class="wrapper_item"><h4>第一部分：企业型数据库知识及应用</h4><ul class="type_content list-paddingleft-2"><li class="type_title"><h5>一、企业型数据库（oracle）的架构及应用</h5><p>1. Oracle 的体系结构及组件；2. Oracle 管理和数据字典维护；3. 控制文件和数据库的启动；4. 用户管理、资源文件和角色管理；5. 系统对象的权限管理；6. SQL 语句以及内存优化；7. Oracle 之同义词、数据库垂直水平分库。</p></li><li class="type_title"><h5>二、编程实现及逻辑思维</h5><p>1. 面向事务编程；2. 数据库三范式；3. 数据分析解决方案；4. 开窗函数的应用。</p></li><li class="type_title"><h5>三、服务器（linux）的环境模拟</h5><p>1. 虚拟搭建，linux 系统安装；2. linux 常用命令操作及使用；3. linux 下网络管理及防火墙管理；4. 基于 linux 的 shell 脚本编程。</p></li></ul></div><div class="wrapper_item"><h4>第二部分：银行数据仓库实战及工具使用</h4><ul class="type_content list-paddingleft-2"><li class="type_title"><h5>一、银行的主要系统及业务</h5><p>1. 核心系统、客户管理系统、综合前置平台，总账系统、内控系统，信贷、存款、中间业务、资金、外汇）；2. 银行的主要业务条线：信贷业务、存款业务、资金业务、账务业务等；3. 银行的复式记账法；4. 银行的科目。</p></li><li class="type_title"><h5>二、主要模型的搭建</h5><p>1. 星型模型；2. 雪花模型；3. 银行信贷的物理模型的搭建；4. 逻辑模型；5. E-R 模型。</p></li><li class="type_title"><h5>三、数据仓库的架构及运用（OLTP 和 OLAP）;</h5><p>1. 数据仓库的概念；2. 数据仓库的逻辑架构；3. 数据仓库的技术架构；4. 结合银行业务编程。</p></li><li class="type_title"><h5>四、ETL 工具，建模工具，报表工具的学习</h5><p>1. ETL 工具：kettle、infomatica、datastage；2. 建模工具 PowerDesigner 的应用与实践；3. 报表开发，FineReport。</p></li><li class="type_title"><h5>五、拉链表及分区表</h5><p>1. 开链；2. 关链；3. 快照；4. 分区表；5. 临时表。</p></li></ul></div><div class="wrapper_item"><h4>第三部分：模拟 ETL 项目实战及就业辅导</h4><ul class="type_content list-paddingleft-2"><li class="type_title"><h5>一、七家银行实战操作</h5></li><li class="type_title"><h5>二、ETL 职业规划</h5></li><li class="type_title"><h5>三、项目流程讲解</h5></li><li class="type_title"><h5>四、高薪心理学</h5></li></ul></div><div class="wrapper_item"><h4>第四部分：知识拓展</h4><ul class="type_content list-paddingleft-2"><li class="type_title"><h5>一、非关系型数据库的应用及实现</h5><p>1. Redis 入门课程讲解；2. Redis 安装；3. Redis 部署；4. Redis 命令。</p></li><li class="type_title"><h5>二、Hadoop 生态圈</h5><p>1. hadoop 背景介绍；2. hadoop 核心组件及文件系统概念；3. hdfs 的实现机制和文件系统概念。</p></li><li class="type_title"><h5>三、Hive 讲解</h5><p>1. Hive 的原理；2. HSql 语言的规范。</p></li><li class="type_title"><h5>四、Python 语言学习</h5><p>1. Python 基础；2. Python 环境的搭建；3. Python 语法学习与应用。</p></li></ul></div>','44,45,46','2019/04/28/thumbnail/15564358474dxtr9.jpg','1','0','1556435106','ETL','独家设计让你轻松完成实战演练'),
('2','59','1','0','1','0','0','UI 设计师','','','','','','','1','0','1556435253','UI','独家实战设计挑战');
/*!40000 ALTER TABLE `shm_product` ENABLE KEYS */;
UNLOCK TABLES;


-- Table structure for shm_product_child 
DROP TABLE IF EXISTS `shm_product_child`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `shm_product_child` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sort_id` int(11) DEFAULT NULL COMMENT '排序编号',
  `type_id` int(11) DEFAULT NULL COMMENT '分类',
  `title` varchar(255) DEFAULT NULL COMMENT '标题',
  `photo` varchar(255) DEFAULT NULL COMMENT '图片',
  `thumb` varchar(255) DEFAULT NULL COMMENT '缩略图',
  `show` int(11) DEFAULT '1' COMMENT '是否显示',
  `timeline` int(11) DEFAULT NULL COMMENT '发布时间',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;


-- Dumping data for table `shm_product_child`
LOCK TABLES `shm_product_child` WRITE;
/*!40000 ALTER TABLE `shm_product_child` DISABLE KEYS */;
/*!40000 ALTER TABLE `shm_product_child` ENABLE KEYS */;
UNLOCK TABLES;


-- Table structure for shm_product_type 
DROP TABLE IF EXISTS `shm_product_type`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `shm_product_type` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `type_id` int(11) DEFAULT '1',
  `parent_id` int(11) DEFAULT NULL,
  `depth` int(11) DEFAULT '0',
  `path` varchar(255) DEFAULT NULL,
  `title` varchar(255) DEFAULT NULL,
  `intro` varchar(1000) DEFAULT NULL,
  `photo` varchar(255) DEFAULT NULL,
  `thumb` varchar(255) DEFAULT NULL,
  `order_id` int(11) DEFAULT '0',
  `timeline` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `path_index` (`path`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;


-- Dumping data for table `shm_product_type`
LOCK TABLES `shm_product_type` WRITE;
/*!40000 ALTER TABLE `shm_product_type` DISABLE KEYS */;
/*!40000 ALTER TABLE `shm_product_type` ENABLE KEYS */;
UNLOCK TABLES;


-- Table structure for shm_province 
DROP TABLE IF EXISTS `shm_province`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `shm_province` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT '标识',
  `title` varchar(50) DEFAULT NULL COMMENT '标题',
  `entitle` varchar(50) DEFAULT NULL COMMENT '英文标题',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=36 DEFAULT CHARSET=utf8 COMMENT='省级列表';
/*!40101 SET character_set_client = @saved_cs_client */;


-- Dumping data for table `shm_province`
LOCK TABLES `shm_province` WRITE;
/*!40000 ALTER TABLE `shm_province` DISABLE KEYS */;
INSERT INTO `shm_province` (`id`,`title`,`entitle`) VALUES
('1','北京市','BeiJing'),
('2','天津市','Tianjin'),
('3','河北省','Hebei'),
('4','山西省','Shanxi'),
('5','辽宁省','Liaoning'),
('6','吉林省','Jilin'),
('7','上海市','Shanghai'),
('8','江苏省','Jiangsu'),
('9','浙江省','Zhejiang'),
('10','安徽省','Anhui'),
('11','福建省','Fujian'),
('12','江西省','Jiangxi'),
('13','山东省','Shandong'),
('14','河南省','Henan'),
('15','内蒙古','Neimenggu'),
('16','黑龙江省','Heilongjiang'),
('17','湖北省','Hubei'),
('18','湖南省','Hunan'),
('19','广东省','Guangdong'),
('20','广西省','Guangxi'),
('21','海南省','Hainan'),
('22','四川省','Sichuan'),
('23','重庆市','Chongqing'),
('24','台湾省','Taiwan'),
('25','贵州省','Guizhou'),
('26','云南省','Yunnan'),
('27','西藏','Xizang'),
('28','陕西省','Shanxi'),
('29','甘肃省','Gansu'),
('30','青海省','Qinghai'),
('31','宁夏','Ningxia'),
('32','新疆','Xinjiang'),
('33','香港','xianggang'),
('34','澳门','aomen'),
('35','钓鱼岛','Diaoyudao');
/*!40000 ALTER TABLE `shm_province` ENABLE KEYS */;
UNLOCK TABLES;


-- Table structure for shm_province_city 
DROP TABLE IF EXISTS `shm_province_city`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `shm_province_city` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `province_id` int(11) NOT NULL DEFAULT '0' COMMENT '省级id',
  `title` varchar(50) DEFAULT NULL COMMENT '标题',
  `entitle` varchar(50) DEFAULT NULL COMMENT '英文标题',
  `weather` varchar(11) DEFAULT NULL COMMENT '国家天气ID',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=384 DEFAULT CHARSET=utf8 COMMENT='城市列表';
/*!40101 SET character_set_client = @saved_cs_client */;


-- Dumping data for table `shm_province_city`
LOCK TABLES `shm_province_city` WRITE;
/*!40000 ALTER TABLE `shm_province_city` DISABLE KEYS */;
INSERT INTO `shm_province_city` (`id`,`province_id`,`title`,`entitle`,`weather`) VALUES
('1','1','北京',NULL,'101010100'),
('2','2','天津',NULL,'101030100'),
('3','3','石家庄',NULL,'101090101'),
('4','3','保定',NULL,'101090201'),
('5','3','沧州',NULL,'101090701'),
('6','3','承德',NULL,'101090402'),
('7','3','邯郸',NULL,'101091001'),
('8','3','衡水',NULL,'101090801'),
('9','3','廊坊',NULL,'101090601'),
('10','3','秦皇岛',NULL,'101091101'),
('11','3','唐山',NULL,'101090501'),
('12','3','邢台',NULL,'101090901'),
('13','3','张家口',NULL,'101090301'),
('14','4','太原',NULL,'101100101'),
('15','4','长治',NULL,'101100501'),
('16','4','大同',NULL,'101100201'),
('17','4','晋城',NULL,'101100601'),
('18','4','晋中',NULL,'101100401'),
('19','4','临汾',NULL,'101100701'),
('20','4','吕梁',NULL,'101101101'),
('21','4','朔州',NULL,'101100901'),
('22','4','忻州',NULL,'101101001'),
('23','4','阳泉',NULL,'101100301'),
('24','4','运城',NULL,'101100801'),
('25','5','沈阳',NULL,'101070101'),
('26','5','大连',NULL,'101070201'),
('27','5','鞍山',NULL,'101070301'),
('28','5','本溪',NULL,'101070501'),
('29','5','朝阳',NULL,'101071201'),
('30','5','丹东',NULL,'101070601'),
('31','5','抚顺',NULL,'101070401'),
('32','5','阜新',NULL,'101070901'),
('33','5','葫芦岛',NULL,'101071401'),
('34','5','锦州',NULL,'101070701'),
('35','5','辽阳',NULL,'101071001'),
('36','5','盘锦',NULL,'101071301'),
('37','5','铁岭',NULL,'101071101'),
('38','5','营口',NULL,'101070801'),
('39','6','长春',NULL,'101060101'),
('40','6','吉林',NULL,'101060201'),
('41','6','白城',NULL,'101060601'),
('42','6','白山',NULL,'101060901'),
('43','6','辽源',NULL,'101060701'),
('44','6','四平',NULL,'101060401'),
('45','6','松原',NULL,'101060801'),
('46','6','通化',NULL,'101060501'),
('47','6','延边朝鲜族自治州',NULL,NULL),
('48','7','上海',NULL,'101020100'),
('49','8','南京',NULL,'101190101'),
('50','8','常州',NULL,'101191101'),
('51','8','淮安',NULL,'101190901'),
('52','8','连云港',NULL,'101191001'),
('53','8','南通',NULL,'101190501'),
('54','8','苏州',NULL,'101190401'),
('55','8','宿迁',NULL,'101191301'),
('56','8','泰州',NULL,'101191201'),
('57','8','无锡',NULL,'101190201'),
('58','8','徐州',NULL,'101190801'),
('59','8','盐城',NULL,'101190701'),
('60','8','扬州',NULL,'101190601'),
('61','8','镇江',NULL,'101190301'),
('62','9','杭州',NULL,'101210101'),
('63','9','湖州',NULL,'101210201'),
('64','9','嘉兴',NULL,'101210301'),
('65','9','金华',NULL,'101210901'),
('66','9','丽水',NULL,'101210801'),
('67','9','宁波',NULL,'101210401'),
('68','9','绍兴',NULL,'101210501'),
('69','9','台州',NULL,'101210601'),
('70','9','温州',NULL,'101210701'),
('71','9','舟山',NULL,'101211101'),
('72','9','衢州',NULL,'101211001'),
('73','10','合肥',NULL,'101220101'),
('74','10','安庆',NULL,'101220601'),
('75','10','蚌埠',NULL,'101220201'),
('76','10','巢湖',NULL,'101221601'),
('77','10','池州',NULL,'101221701'),
('78','10','滁州',NULL,'101221101'),
('79','10','阜阳',NULL,'101220801'),
('80','10','淮北',NULL,'101221201'),
('81','10','淮南',NULL,'101220401'),
('82','10','黄山',NULL,NULL),
('83','10','六安',NULL,'101221501'),
('84','10','马鞍山',NULL,'101220501'),
('85','10','宿州',NULL,'101220701'),
('86','10','铜陵',NULL,'101221301'),
('87','10','芜湖',NULL,'101220301'),
('88','10','宣城',NULL,'101221401'),
('89','10','亳州',NULL,NULL),
('90','11','福州',NULL,'101230101'),
('91','11','厦门',NULL,'101230201'),
('92','11','龙岩',NULL,'101230701'),
('93','11','南平',NULL,'101230901'),
('94','11','宁德',NULL,'101230301'),
('95','11','莆田',NULL,'101230401'),
('96','11','泉州',NULL,'101230501'),
('97','11','三明',NULL,'101230801'),
('98','11','漳州',NULL,'101230601'),
('99','12','南昌',NULL,'101240101'),
('100','12','抚州',NULL,'101240401'),
('101','12','赣州',NULL,'101240701'),
('102','12','吉安',NULL,'101240601'),
('103','12','景德镇',NULL,'101240801'),
('104','12','九江',NULL,'101240201'),
('105','12','萍乡',NULL,'101240901'),
('106','12','上饶',NULL,'101240301'),
('107','12','新余',NULL,'101241001'),
('108','12','宜春',NULL,'101240501'),
('109','12','鹰潭',NULL,'101241101'),
('110','13','济南',NULL,'101120101'),
('111','13','青岛',NULL,'101120201'),
('112','13','烟台',NULL,'101120501'),
('113','13','滨州',NULL,'101121101'),
('114','13','德州',NULL,'101120401'),
('115','13','东营',NULL,'101121201'),
('116','13','菏泽',NULL,'101121001'),
('117','13','济宁',NULL,'101120701'),
('118','13','莱芜',NULL,'101121601'),
('119','13','聊城',NULL,'101121701'),
('120','13','临沂',NULL,'101120901'),
('121','13','日照',NULL,'101121501'),
('122','13','泰安',NULL,'101120801'),
('123','13','威海',NULL,'101121301'),
('124','13','潍坊',NULL,'101120601'),
('125','13','枣庄',NULL,'101121401'),
('126','13','淄博',NULL,'101120301'),
('127','14','郑州',NULL,'101180101'),
('128','14','洛阳',NULL,'101180901'),
('129','14','开封',NULL,'101180801'),
('130','14','安阳',NULL,'101180201'),
('131','14','鹤壁',NULL,'101181201'),
('132','14','济源',NULL,NULL),
('133','14','焦作',NULL,'101181101'),
('134','14','南阳',NULL,'101180701'),
('135','14','平顶山',NULL,'101180501'),
('136','14','三门峡',NULL,'101181701'),
('137','14','商丘',NULL,'101181001'),
('138','14','新乡',NULL,'101180301'),
('139','14','信阳',NULL,'101180601'),
('140','14','许昌',NULL,'101180401'),
('141','14','周口',NULL,'101181401'),
('142','14','驻马店',NULL,'101181601'),
('143','14','漯河',NULL,'101181501'),
('144','14','濮阳',NULL,'101181301'),
('145','15','呼和浩特',NULL,'101080101'),
('146','15','包头',NULL,'101080201'),
('147','15','赤峰',NULL,'101080601'),
('148','15','鄂尔多斯',NULL,'101080701'),
('149','15','呼伦贝尔',NULL,'101081001'),
('150','15','阿拉善盟',NULL,NULL),
('151','15','巴彦淖尔盟',NULL,NULL),
('152','15','通辽',NULL,'101080501'),
('153','15','乌海',NULL,'101080301'),
('154','15','乌兰察布盟',NULL,NULL),
('155','15','锡林郭勒盟',NULL,NULL),
('156','15','兴安盟',NULL,NULL),
('157','16','哈尔滨',NULL,'101050101'),
('158','16','大庆',NULL,'101050901'),
('159','16','大兴安岭',NULL,'101050701'),
('160','16','鹤岗',NULL,'101051201'),
('161','16','黑河',NULL,'101050601'),
('162','16','鸡西',NULL,'101051101'),
('163','16','佳木斯',NULL,'101050401'),
('164','16','牡丹江',NULL,'101050301'),
('165','16','七台河',NULL,'101051002'),
('166','16','齐齐哈尔',NULL,'101050201'),
('167','16','双鸭山',NULL,'101051301'),
('168','16','绥化',NULL,'101050501'),
('169','16','伊春',NULL,'101050801'),
('170','17','武汉',NULL,'101200101'),
('171','17','鄂州',NULL,'101200301'),
('172','17','黄冈',NULL,'101200501'),
('173','17','黄石',NULL,'101200601'),
('174','17','荆门',NULL,'101201401'),
('175','17','荆州',NULL,'101200801'),
('176','17','潜江',NULL,NULL),
('177','17','十堰',NULL,'101201101'),
('178','17','随州',NULL,'101201301'),
('179','17','天门',NULL,NULL),
('180','17','仙桃',NULL,NULL),
('181','17','咸宁',NULL,'101200701'),
('182','17','襄樊',NULL,NULL),
('183','17','孝感',NULL,'101200401'),
('184','17','宜昌',NULL,'101200901'),
('185','17','恩施土家族苗族自治州',NULL,NULL),
('186','17','神农架林区',NULL,NULL),
('187','18','长沙',NULL,'101250101'),
('188','18','益阳',NULL,'101250701'),
('189','18','湘潭',NULL,'101250201'),
('190','18','常德',NULL,'101250601'),
('191','18','郴州',NULL,'101250501'),
('192','18','衡阳',NULL,'101250401'),
('193','18','怀化',NULL,'101251201'),
('194','18','娄底',NULL,'101250801'),
('195','18','邵阳',NULL,'101250901'),
('196','18','永州',NULL,'101251401'),
('197','18','岳阳',NULL,'101251001'),
('198','18','张家界',NULL,'101251101'),
('199','18','株洲',NULL,'101250301'),
('200','18','湘西土家族苗族自治州',NULL,NULL),
('201','19','广州',NULL,'101280101'),
('202','19','深圳',NULL,'101280601'),
('203','19','珠海',NULL,'101280701'),
('204','19','湛江',NULL,'101281001'),
('205','19','惠州',NULL,'101280301'),
('206','19','江门',NULL,'101281101'),
('207','19','潮州',NULL,'101281501'),
('208','19','汕头',NULL,'101280501'),
('209','19','东莞',NULL,'101281601'),
('210','19','佛山',NULL,'101280800'),
('211','19','河源',NULL,'101281201'),
('212','19','揭阳',NULL,'101281901'),
('213','19','茂名',NULL,'101282001'),
('214','19','梅州',NULL,'101280401'),
('215','19','清远',NULL,'101281301'),
('216','19','汕尾',NULL,'101282101'),
('217','19','韶关',NULL,'101280201'),
('218','19','阳江',NULL,'101281801'),
('219','19','云浮',NULL,'101281401'),
('220','19','肇庆',NULL,'101280901'),
('221','19','中山',NULL,'101281701'),
('222','20','南宁',NULL,'101300101'),
('223','20','桂林',NULL,'101300501'),
('224','20','北海',NULL,'101301301'),
('225','20','百色',NULL,'101301001'),
('226','20','崇左',NULL,'101300201'),
('227','20','防城港',NULL,'101301401'),
('228','20','贵港',NULL,'101300801'),
('229','20','河池',NULL,'101301201'),
('230','20','贺州',NULL,'101300701'),
('231','20','来宾',NULL,'101300401'),
('232','20','柳州',NULL,'101300301'),
('233','20','钦州',NULL,'101301101'),
('234','20','梧州',NULL,'101300601'),
('235','20','玉林',NULL,'101300901'),
('236','21','海口',NULL,'101310101'),
('237','21','三亚',NULL,'101310201'),
('238','21','白沙黎族自治县',NULL,NULL),
('239','21','保亭黎族苗族自治县',NULL,NULL),
('240','21','昌江黎族自治县',NULL,NULL),
('241','21','澄迈县',NULL,NULL),
('242','21','定安县',NULL,NULL),
('243','21','东方',NULL,NULL),
('244','21','乐东黎族自治县',NULL,NULL),
('245','21','临高县',NULL,NULL),
('246','21','陵水黎族自治县',NULL,NULL),
('247','21','琼海',NULL,NULL),
('248','21','琼中黎族苗族自治县',NULL,NULL),
('249','21','屯昌县',NULL,NULL),
('250','21','万宁',NULL,NULL),
('251','21','文昌',NULL,'101310212'),
('252','21','五指山',NULL,NULL),
('253','21','儋州',NULL,'101310205'),
('254','22','成都',NULL,'101270101'),
('255','22','绵阳',NULL,'101270401'),
('256','22','巴中',NULL,'101270901'),
('257','22','达州',NULL,'101270601'),
('258','22','德阳',NULL,'101272001'),
('259','22','广安',NULL,'101270801'),
('260','22','广元',NULL,'101272101'),
('261','22','乐山',NULL,'101271401'),
('262','22','眉山',NULL,'101271501'),
('263','22','南充',NULL,'101270501'),
('264','22','内江',NULL,'101271201'),
('265','22','攀枝花',NULL,'101270201'),
('266','22','遂宁',NULL,'101270701'),
('267','22','雅安',NULL,'101271701'),
('268','22','宜宾',NULL,'101271101'),
('269','22','资阳',NULL,'101271301'),
('270','22','自贡',NULL,'101270301'),
('271','22','泸州',NULL,'101271001'),
('272','22','甘孜藏族自治州',NULL,NULL),
('273','22','阿坝藏族羌族自治州',NULL,NULL),
('274','22','凉山彝族自治州',NULL,NULL),
('275','23','重庆',NULL,'101040100'),
('276','24','台北',NULL,'101340102'),
('277','24','高雄',NULL,'101340201'),
('278','24','台中',NULL,NULL),
('279','24','台南',NULL,NULL),
('280','24','新北',NULL,NULL),
('281','24','基隆',NULL,NULL),
('282','24','新竹',NULL,NULL),
('283','24','嘉义',NULL,NULL),
('284','24','桃园县',NULL,NULL),
('285','24','新竹县',NULL,NULL),
('286','24','苗栗县',NULL,NULL),
('287','24','彰化县',NULL,NULL),
('288','24','南投县',NULL,NULL),
('289','24','云林县',NULL,NULL),
('290','24','嘉义县',NULL,NULL),
('291','24','屏东县',NULL,NULL),
('292','24','宜兰县',NULL,NULL),
('293','24','花莲县',NULL,NULL),
('294','24','台东县',NULL,NULL),
('295','24','澎湖县',NULL,NULL),
('296','24','金门县',NULL,NULL),
('297','24','连江县',NULL,NULL),
('298','25','贵阳',NULL,'101260101'),
('299','25','六盘水',NULL,'101260801'),
('300','25','遵义',NULL,'101260201'),
('301','25','安顺',NULL,'101260301'),
('302','25','毕节',NULL,'101260701'),
('303','25','铜仁',NULL,'101260601'),
('304','25','黔东南苗族侗族自治州',NULL,NULL),
('305','25','黔南布依族苗族自治州',NULL,NULL),
('306','25','黔西南布依族苗族自治州',NULL,NULL),
('307','26','昆明',NULL,'101290101'),
('308','26','丽江',NULL,'101291401'),
('309','26','保山',NULL,'101290501'),
('310','26','楚雄彝族自治州',NULL,NULL),
('311','26','大理白族自治州',NULL,NULL),
('312','26','德宏傣族景颇族自治州',NULL,NULL),
('313','26','迪庆藏族自治州',NULL,NULL),
('314','26','红河哈尼族彝族自治州',NULL,NULL),
('315','26','临沧',NULL,'101291101'),
('316','26','怒江傈傈族自治州',NULL,NULL),
('317','26','曲靖',NULL,'101290401'),
('318','26','思茅',NULL,'101290901'),
('319','26','文山壮族苗族自治州',NULL,NULL),
('320','26','西双版纳傣族自治州',NULL,NULL),
('321','26','玉溪',NULL,'101290701'),
('322','26','昭通',NULL,'101291001'),
('323','27','拉萨',NULL,'101140101'),
('324','27','日喀则',NULL,'101140201'),
('325','27','阿里',NULL,'101140701'),
('326','27','昌都',NULL,'101140501'),
('327','27','林芝',NULL,'101140401'),
('328','27','那曲',NULL,'101140601'),
('329','27','山南',NULL,'101140301'),
('330','28','西安',NULL,'101110101'),
('331','28','宝鸡',NULL,'101110901'),
('332','28','咸阳',NULL,'101110200'),
('333','28','延安',NULL,'101110300'),
('334','28','榆林',NULL,'101110401'),
('335','28','安康',NULL,'101110701'),
('336','28','汉中',NULL,'101110801'),
('337','28','商洛',NULL,'101110601'),
('338','28','铜川',NULL,'101111001'),
('339','28','渭南',NULL,'101110501'),
('340','29','兰州',NULL,'101160101'),
('341','29','白银',NULL,'101161301'),
('342','29','定西',NULL,'101160201'),
('343','29','嘉峪关',NULL,NULL),
('344','29','金昌',NULL,'101160601'),
('345','29','酒泉',NULL,'101160801'),
('346','29','陇南',NULL,NULL),
('347','29','平凉',NULL,'101160301'),
('348','29','庆阳',NULL,'101160401'),
('349','29','天水',NULL,'101160901'),
('350','29','武威',NULL,'101160501'),
('351','29','张掖',NULL,'101160701'),
('352','29','临夏回族自治州',NULL,NULL),
('353','29','甘南藏族自治州',NULL,NULL),
('354','30','西宁',NULL,'101150101'),
('355','30','果洛藏族自治州',NULL,NULL),
('356','30','海北藏族自治州',NULL,NULL),
('357','30','海东',NULL,'101150201'),
('358','30','海南藏族自治州',NULL,NULL),
('359','30','海西蒙古族藏族自治州',NULL,NULL),
('360','30','黄南藏族自治州',NULL,NULL),
('361','30','玉树藏族自治州',NULL,NULL),
('362','31','银川',NULL,'101170101'),
('363','31','固原',NULL,'101170401'),
('364','31','石嘴山',NULL,'101170201'),
('365','31','吴忠',NULL,'101170301'),
('366','32','乌鲁木齐',NULL,'101130101'),
('367','32','吐鲁番',NULL,'101130501'),
('368','32','阿克苏',NULL,'101130801'),
('369','32','阿拉尔',NULL,NULL),
('370','32','巴音郭楞蒙古自治州',NULL,NULL),
('371','32','博尔塔拉蒙古自治州',NULL,NULL),
('372','32','昌吉回族自治州',NULL,NULL),
('373','32','哈密',NULL,'101131201'),
('374','32','和田',NULL,'101131301'),
('375','32','喀什',NULL,'101130901'),
('376','32','克拉玛依',NULL,'101130201'),
('377','32','克孜勒苏柯尔克孜自治州',NULL,NULL),
('378','32','石河子',NULL,'101130301'),
('379','32','图木舒克',NULL,NULL),
('380','32','五家渠',NULL,NULL),
('381','32','伊犁哈萨克自治州',NULL,NULL),
('382','33','香港',NULL,'101320101'),
('383','34','澳门',NULL,'101330101');
/*!40000 ALTER TABLE `shm_province_city` ENABLE KEYS */;
UNLOCK TABLES;


-- Table structure for shm_recruit 
DROP TABLE IF EXISTS `shm_recruit`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `shm_recruit` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT '唯一编号',
  `sort_id` int(11) DEFAULT '1' COMMENT '排序编号',
  `cid` int(11) DEFAULT NULL COMMENT '类型',
  `ccid` int(11) DEFAULT '0',
  `type_id` int(4) DEFAULT NULL COMMENT 'coltype_id',
  `title` varchar(250) NOT NULL COMMENT '标题:招聘岗位',
  `title_seo` tinytext,
  `intro` tinytext COMMENT '简介',
  `tags` tinytext,
  `content` mediumtext COMMENT '内容:岗位职责',
  `timeline` int(11) DEFAULT NULL COMMENT '发布/修改时间',
  `expiretime` int(11) DEFAULT NULL COMMENT '公告过期时间',
  `click` int(11) DEFAULT '0' COMMENT '浏览次数',
  `status` tinyint(1) NOT NULL DEFAULT '1' COMMENT '显隐状态',
  `flag` tinyint(1) NOT NULL DEFAULT '0' COMMENT '推荐到分类门户的页面显示',
  `audit` tinyint(1) NOT NULL DEFAULT '0' COMMENT '突显状态/颜色',
  `show` tinyint(1) NOT NULL DEFAULT '1',
  `photo` varchar(255) DEFAULT NULL COMMENT '相关图片',
  `thumb` varchar(255) DEFAULT NULL COMMENT '图片缩略图',
  `attachment` varchar(255) DEFAULT NULL COMMENT '相关文件',
  `country` varchar(50) DEFAULT NULL COMMENT '国家',
  `province` varchar(50) DEFAULT NULL COMMENT '省',
  `city` varchar(50) DEFAULT NULL COMMENT '市',
  `county` varchar(50) DEFAULT NULL COMMENT '县',
  `place` varchar(255) DEFAULT NULL COMMENT '工作地区',
  `require` varchar(50) DEFAULT NULL COMMENT '职称要求',
  `amount` int(11) DEFAULT NULL COMMENT '招聘人数',
  `department` varchar(50) DEFAULT NULL COMMENT '招聘部门',
  `gender` tinyint(1) NOT NULL DEFAULT '0' COMMENT '性别要求',
  `age` smallint(6) DEFAULT NULL COMMENT '年龄要求',
  `age_max` smallint(6) DEFAULT NULL COMMENT '年龄要求',
  `edu` varchar(50) DEFAULT NULL COMMENT '学历要求',
  `major` varchar(50) DEFAULT NULL COMMENT '专业要求',
  `experience` varchar(50) DEFAULT NULL COMMENT '工作经验',
  `requirement` text COMMENT '任职职责',
  `telphone` varchar(20) DEFAULT NULL COMMENT '电话',
  `person` varchar(20) DEFAULT NULL COMMENT '联系人',
  `email` varchar(50) DEFAULT NULL COMMENT '邮箱',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=6 DEFAULT CHARSET=utf8 COMMENT='人才招聘';
/*!40101 SET character_set_client = @saved_cs_client */;


-- Dumping data for table `shm_recruit`
LOCK TABLES `shm_recruit` WRITE;
/*!40000 ALTER TABLE `shm_recruit` DISABLE KEYS */;
INSERT INTO `shm_recruit` (`id`,`sort_id`,`cid`,`ccid`,`type_id`,`title`,`title_seo`,`intro`,`tags`,`content`,`timeline`,`expiretime`,`click`,`status`,`flag`,`audit`,`show`,`photo`,`thumb`,`attachment`,`country`,`province`,`city`,`county`,`place`,`require`,`amount`,`department`,`gender`,`age`,`age_max`,`edu`,`major`,`experience`,`requirement`,`telphone`,`person`,`email`) VALUES
('1','1','84','0','6','PHP',NULL,NULL,NULL,'<p>1、三年以上工作经验</p><p>2、福利待遇：面谈</p><p>3、工作时间：周六至周六</p>','1556467200','1564243200','0','1','0','1','1',NULL,NULL,NULL,NULL,NULL,NULL,NULL,'青岛市北区',NULL,'3','技术部','0',NULL,NULL,NULL,NULL,'3年','',NULL,NULL,NULL),
('2','2','84','0','7','销售经理',NULL,NULL,NULL,'<p>1、三年以上工作经验</p><p>2、福利待遇：面谈</p><p>3、工作时间：周六至周六</p>','1556467200','1564243200','0','1','0','1','1',NULL,NULL,NULL,NULL,NULL,NULL,NULL,'青岛市区',NULL,'0','销售部','0',NULL,NULL,NULL,NULL,'1年',NULL,NULL,NULL,NULL),
('3','3','84','0','8','市场经理',NULL,NULL,NULL,'<p>1、三年以上工作经验</p><p>2、福利待遇：面谈</p><p>3、工作时间：周六至周六</p>','1556467200','1564243200','0','1','0','1','1',NULL,NULL,NULL,NULL,NULL,NULL,NULL,'青岛市',NULL,'4','市场部','0',NULL,NULL,NULL,NULL,'1年',NULL,NULL,NULL,NULL),
('4','4','84','0','9','公司行政',NULL,NULL,NULL,'<p>1、三年以上工作经验</p><p>2、福利待遇：面谈</p><p>3、工作时间：周六至周六</p>','1556467200','1564243200','0','1','0','1','1',NULL,NULL,NULL,NULL,NULL,NULL,NULL,'青岛',NULL,'5','行政部','0',NULL,NULL,NULL,NULL,'3年',NULL,NULL,NULL,NULL),
('5','5','84','0','6','前端',NULL,NULL,NULL,'<p>1、三年以上工作经验</p><p>2、福利待遇：面谈</p><p>3、工作时间：周六至周六</p>','1556467200','1564243200','0','1','0','1','1',NULL,'',NULL,NULL,NULL,NULL,NULL,'青岛市',NULL,'5','技术部','0','4','6','',NULL,'3年',NULL,NULL,NULL,NULL);
/*!40000 ALTER TABLE `shm_recruit` ENABLE KEYS */;
UNLOCK TABLES;


-- Table structure for shm_recruit_apply 
DROP TABLE IF EXISTS `shm_recruit_apply`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `shm_recruit_apply` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT '唯一编号',
  `sort_id` int(11) DEFAULT '1' COMMENT '排序编号',
  `type_id` int(11) DEFAULT NULL COMMENT '类型',
  `rid` int(10) DEFAULT '0',
  `recruit_id` int(11) DEFAULT '0',
  `title` varchar(255) DEFAULT NULL COMMENT '应聘标题',
  `intro` varchar(1000) DEFAULT NULL COMMENT '简介',
  `content` mediumtext COMMENT '内容',
  `answer` mediumtext,
  `timeline_answer` int(11) DEFAULT NULL,
  `timeline` int(11) DEFAULT NULL COMMENT '发布/修改时间',
  `expire` int(11) DEFAULT NULL COMMENT '公告过期时间',
  `solve` int(1) DEFAULT '0',
  `click` int(11) DEFAULT '0' COMMENT '浏览次数',
  `show` tinyint(4) DEFAULT '1' COMMENT '显隐状态',
  `recommend` tinyint(4) DEFAULT '0' COMMENT '推荐到分类门户的页面显示',
  `audit` tinyint(1) DEFAULT '0' COMMENT '审核状态',
  `photo` varchar(255) DEFAULT NULL COMMENT '相关图片',
  `thumb` varchar(255) DEFAULT NULL COMMENT '图片缩略图',
  `files` varchar(255) DEFAULT NULL COMMENT '相关文件',
  `ip` varchar(100) DEFAULT NULL,
  `ex1` varchar(255) DEFAULT '' COMMENT '其他标签（预留）',
  `ex2` varchar(255) DEFAULT '',
  `ex3` varchar(255) DEFAULT '',
  `ex4` varchar(255) DEFAULT '',
  `x` varchar(255) DEFAULT '',
  `y` varchar(255) DEFAULT NULL,
  `country` varchar(50) DEFAULT NULL,
  `province` varchar(50) DEFAULT NULL,
  `city` varchar(50) DEFAULT NULL,
  `county` varchar(50) DEFAULT NULL,
  `place` varchar(255) DEFAULT NULL,
  `department` varchar(50) DEFAULT NULL COMMENT '部门',
  `name` varchar(50) DEFAULT NULL,
  `gender` varchar(10) DEFAULT NULL,
  `marriage` varchar(50) DEFAULT NULL,
  `email` varchar(100) DEFAULT NULL,
  `tel` varchar(100) DEFAULT NULL,
  `mobile` varchar(100) DEFAULT NULL,
  `qq` varchar(100) DEFAULT NULL,
  `msn` varchar(100) DEFAULT NULL,
  `wangwang` varchar(100) DEFAULT NULL,
  `nation` varchar(50) DEFAULT NULL COMMENT '民族',
  `birthday` varchar(20) DEFAULT NULL,
  `politic` varchar(50) DEFAULT NULL COMMENT '政治面貌',
  `birthplace` varchar(50) DEFAULT NULL COMMENT '籍贯',
  `school` varchar(100) DEFAULT NULL,
  `major` varchar(50) DEFAULT NULL COMMENT '专业',
  `graduation` varchar(20) DEFAULT NULL COMMENT '毕业时间',
  `language` varchar(50) DEFAULT NULL COMMENT '外语水平',
  `position` varchar(100) DEFAULT NULL COMMENT '应聘职位',
  `age` smallint(6) DEFAULT NULL,
  `edu` varchar(50) DEFAULT NULL,
  `experience` varchar(50) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=8 DEFAULT CHARSET=utf8 COMMENT='在线应聘';
/*!40101 SET character_set_client = @saved_cs_client */;


-- Dumping data for table `shm_recruit_apply`
LOCK TABLES `shm_recruit_apply` WRITE;
/*!40000 ALTER TABLE `shm_recruit_apply` DISABLE KEYS */;
/*!40000 ALTER TABLE `shm_recruit_apply` ENABLE KEYS */;
UNLOCK TABLES;


-- Table structure for shm_sessions_adminer 
DROP TABLE IF EXISTS `shm_sessions_adminer`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `shm_sessions_adminer` (
  `session_id` varchar(40) NOT NULL DEFAULT '0',
  `ip_address` varchar(45) NOT NULL DEFAULT '0',
  `user_agent` varchar(120) NOT NULL,
  `last_activity` int(10) unsigned NOT NULL DEFAULT '0',
  `user_data` text NOT NULL,
  PRIMARY KEY (`session_id`),
  KEY `last_activity_idx` (`last_activity`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='会话保存';
/*!40101 SET character_set_client = @saved_cs_client */;


-- Dumping data for table `shm_sessions_adminer`
LOCK TABLES `shm_sessions_adminer` WRITE;
/*!40000 ALTER TABLE `shm_sessions_adminer` DISABLE KEYS */;
INSERT INTO `shm_sessions_adminer` (`session_id`,`ip_address`,`user_agent`,`last_activity`,`user_data`) VALUES
('9fece6d2130756d66fcb709439d6a393','127.0.0.1','Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/74.0.3729.108 Safari/537.36','1556594082','a:6:{s:9:"user_data";s:0:"";s:3:"mid";s:1:"1";s:5:"uname";s:8:"shmadmin";s:8:"nickname";s:12:"超级用户";s:8:"login_ip";s:9:"127.0.0.1";s:3:"gid";s:1:"1";}');
/*!40000 ALTER TABLE `shm_sessions_adminer` ENABLE KEYS */;
UNLOCK TABLES;


-- Table structure for shm_sessions_site 
DROP TABLE IF EXISTS `shm_sessions_site`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `shm_sessions_site` (
  `session_id` varchar(40) NOT NULL DEFAULT '0',
  `ip_address` varchar(45) NOT NULL DEFAULT '0',
  `user_agent` varchar(120) NOT NULL,
  `last_activity` int(10) unsigned NOT NULL DEFAULT '0',
  `user_data` text NOT NULL,
  PRIMARY KEY (`session_id`),
  KEY `last_activity_idx` (`last_activity`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='会话保存';
/*!40101 SET character_set_client = @saved_cs_client */;


-- Dumping data for table `shm_sessions_site`
LOCK TABLES `shm_sessions_site` WRITE;
/*!40000 ALTER TABLE `shm_sessions_site` DISABLE KEYS */;
/*!40000 ALTER TABLE `shm_sessions_site` ENABLE KEYS */;
UNLOCK TABLES;


-- Table structure for shm_tags 
DROP TABLE IF EXISTS `shm_tags`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `shm_tags` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `tag` varchar(30) NOT NULL COMMENT '标签',
  `en` varchar(60) DEFAULT NULL COMMENT '拼音|英语',
  `len` int(3) DEFAULT '0' COMMENT '长度',
  `count` int(11) DEFAULT '0' COMMENT '计数',
  `type` int(1) DEFAULT '0' COMMENT '分类,0:tags,1:title,2:intro,3:content',
  PRIMARY KEY (`id`),
  KEY `record_index` (`id`,`tag`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='标签表';
/*!40101 SET character_set_client = @saved_cs_client */;


-- Dumping data for table `shm_tags`
LOCK TABLES `shm_tags` WRITE;
/*!40000 ALTER TABLE `shm_tags` DISABLE KEYS */;
/*!40000 ALTER TABLE `shm_tags` ENABLE KEYS */;
UNLOCK TABLES;


-- Table structure for shm_tags_list 
DROP TABLE IF EXISTS `shm_tags_list`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `shm_tags_list` (
  `tid` int(11) NOT NULL DEFAULT '0' COMMENT 'tag id',
  `cid` int(11) NOT NULL DEFAULT '0' COMMENT 'col id',
  `aid` int(11) NOT NULL DEFAULT '0' COMMENT 'col''s aritcle id',
  `type` int(1) NOT NULL DEFAULT '0' COMMENT '分类,0:tags,1:title,2:intro,3:content',
  `timeline` int(11) NOT NULL COMMENT '时间'
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='标签使用表';
/*!40101 SET character_set_client = @saved_cs_client */;


-- Dumping data for table `shm_tags_list`
LOCK TABLES `shm_tags_list` WRITE;
/*!40000 ALTER TABLE `shm_tags_list` DISABLE KEYS */;
/*!40000 ALTER TABLE `shm_tags_list` ENABLE KEYS */;
UNLOCK TABLES;


-- Table structure for shm_upload 
DROP TABLE IF EXISTS `shm_upload`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `shm_upload` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(255) DEFAULT NULL COMMENT '文件名',
  `size` int(11) DEFAULT NULL COMMENT '大小',
  `type` varchar(255) DEFAULT NULL COMMENT '类型',
  `url` varchar(100) DEFAULT NULL COMMENT '地址',
  `thumb` varchar(100) DEFAULT NULL COMMENT '缩略图',
  `deleteUrl` varchar(150) DEFAULT NULL COMMENT '删除',
  `alt` varbinary(30) DEFAULT NULL COMMENT '提示',
  `title` varbinary(100) DEFAULT NULL COMMENT '标题',
  `text` tinytext COMMENT '简介内容',
  `timeline` int(11) DEFAULT NULL COMMENT '时间线',
  `origin_name` varchar(50) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=77 DEFAULT CHARSET=utf8 COMMENT='文件上传';
/*!40101 SET character_set_client = @saved_cs_client */;


-- Dumping data for table `shm_upload`
LOCK TABLES `shm_upload` WRITE;
/*!40000 ALTER TABLE `shm_upload` DISABLE KEYS */;
INSERT INTO `shm_upload` (`id`,`name`,`size`,`type`,`url`,`thumb`,`deleteUrl`,`alt`,`title`,`text`,`timeline`,`origin_name`) VALUES
('1','15562676658335rhqfm.png','603897','image/png','2019/04/26/15562676658335rhqfm.png','2019/04/26/thumbnail/15562676658335rhqfm.png','?file=15562676658335rhqfm.png&dt=2019/04/26',NULL,NULL,NULL,'1556267665','banner_page1_1.png'),
('2','15562677323215r0xin.jpg','253628','image/jpeg','2019/04/26/15562677323215r0xin.jpg','2019/04/26/thumbnail/15562677323215r0xin.jpg','?file=15562677323215r0xin.jpg&dt=2019/04/26',NULL,NULL,NULL,'1556267732','banner_page1_2.jpg'),
('3','15562708962024lxfht.jpg','395201','image/jpeg','2019/04/26/15562708962024lxfht.jpg','2019/04/26/thumbnail/15562708962024lxfht.jpg','?file=15562708962024lxfht.jpg&dt=2019/04/26',NULL,NULL,NULL,'1556270896','banner_page2.jpg'),
('4','15562714729144jyfst.png','455449','image/png','2019/04/26/15562714729144jyfst.png','2019/04/26/thumbnail/15562714729144jyfst.png','?file=15562714729144jyfst.png&dt=2019/04/26',NULL,NULL,NULL,'1556271472','banner_page3.png'),
('5','15562720556551rskap.png','593962','image/png','2019/04/26/15562720556551rskap.png','2019/04/26/thumbnail/15562720556551rskap.png','?file=15562720556551rskap.png&dt=2019/04/26',NULL,NULL,NULL,'1556272055','banner_page4.png'),
('6','15562722872262v9xbh.jpg','367853','image/jpeg','2019/04/26/15562722872262v9xbh.jpg','2019/04/26/thumbnail/15562722872262v9xbh.jpg','?file=15562722872262v9xbh.jpg&dt=2019/04/26',NULL,NULL,NULL,'1556272287','banner_page5.jpg'),
('7','1556272507426807hku.png','523295','image/png','2019/04/26/1556272507426807hku.png','2019/04/26/thumbnail/1556272507426807hku.png','?file=1556272507426807hku.png&dt=2019/04/26',NULL,NULL,NULL,'1556272507','banner_page6.png'),
('11','155642106598a6gg1.png','21959','image/png','2019/04/28/155642106598a6gg1.png','2019/04/28/thumbnail/155642106598a6gg1.png','?file=155642106598a6gg1.png&dt=2019/04/28',NULL,NULL,NULL,'1556421066','ercode.png'),
('13','155642345058zzxlp.png','507955','image/png','2019/04/28/155642345058zzxlp.png','2019/04/28/thumbnail/155642345058zzxlp.png','?file=155642345058zzxlp.png&dt=2019/04/28',NULL,NULL,NULL,'1556423450','aboutus_img2.png'),
('12','1556421416d30cu.png','21959','image/png','2019/04/28/1556421416d30cu.png','2019/04/28/thumbnail/1556421416d30cu.png','?file=1556421416d30cu.png&dt=2019/04/28',NULL,NULL,NULL,'1556421416','ercode.png'),
('14','15564234726125gn2.png','251488','image/png','2019/04/28/15564234726125gn2.png','2019/04/28/thumbnail/15564234726125gn2.png','?file=15564234726125gn2.png&dt=2019/04/28',NULL,NULL,NULL,'1556423472','aboutus_img3.png'),
('15','155642382631tsssq.jpg','867889','image/jpeg','2019/04/28/155642382631tsssq.jpg','2019/04/28/thumbnail/155642382631tsssq.jpg','?file=155642382631tsssq.jpg&dt=2019/04/28',NULL,NULL,NULL,'1556423826','container_banner1.jpg'),
('16','155642491799gzit5.png','507955','image/png','2019/04/28/155642491799gzit5.png','2019/04/28/thumbnail/155642491799gzit5.png','?file=155642491799gzit5.png&dt=2019/04/28',NULL,NULL,NULL,'1556424918','aboutus_img2.png'),
('17','1556424920717ehmb.png','251488','image/png','2019/04/28/1556424920717ehmb.png','2019/04/28/thumbnail/1556424920717ehmb.png','?file=1556424920717ehmb.png&dt=2019/04/28',NULL,NULL,NULL,'1556424920','aboutus_img3.png'),
('18','1556424944945ojm.png','251488','image/png','2019/04/28/1556424944945ojm.png','2019/04/28/thumbnail/1556424944945ojm.png','?file=1556424944945ojm.png&dt=2019/04/28',NULL,NULL,NULL,'1556424944','aboutus_img3.png'),
('19','1556424944945ojm.png','507955','image/png','2019/04/28/1556424944945ojm.png','2019/04/28/thumbnail/1556424944945ojm.png','?file=1556424944945ojm.png&dt=2019/04/28',NULL,NULL,NULL,'1556424944','aboutus_img2.png'),
('20','155642497887ox1sm.png','251488','image/png','2019/04/28/155642497887ox1sm.png','2019/04/28/thumbnail/155642497887ox1sm.png','?file=155642497887ox1sm.png&dt=2019/04/28',NULL,NULL,NULL,'1556424978','aboutus_img3.png'),
('21','155642497887ox1sm.png','507955','image/png','2019/04/28/155642497887ox1sm.png','2019/04/28/thumbnail/155642497887ox1sm.png','?file=155642497887ox1sm.png&dt=2019/04/28',NULL,NULL,NULL,'1556424978','aboutus_img2.png'),
('42','15564328088216ir6.png','174083','image/png','2019/04/28/15564328088216ir6.png','2019/04/28/thumbnail/15564328088216ir6.png','?file=15564328088216ir6.png&dt=2019/04/28',NULL,NULL,NULL,'1556432808','aboutus_img5.png'),
('41','155643280092q9fsx.png','203951','image/png','2019/04/28/155643280092q9fsx.png','2019/04/28/thumbnail/155643280092q9fsx.png','?file=155643280092q9fsx.png&dt=2019/04/28',NULL,NULL,NULL,'1556432800','contactus_img1.png'),
('40','155643279433rx0ol.png','63629','image/png','2019/04/28/155643279433rx0ol.png','2019/04/28/thumbnail/155643279433rx0ol.png','?file=155643279433rx0ol.png&dt=2019/04/28',NULL,NULL,NULL,'1556432794','aboutus_img6.png'),
('39','155643278191w0ujq.png','507955','image/png','2019/04/28/155643278191w0ujq.png','2019/04/28/thumbnail/155643278191w0ujq.png','?file=155643278191w0ujq.png&dt=2019/04/28',NULL,NULL,NULL,'1556432781','aboutus_img2.png'),
('37','155642529764xh5r2.png','203951','image/png','2019/04/28/155642529764xh5r2.png','2019/04/28/thumbnail/155642529764xh5r2.png','?file=155642529764xh5r2.png&dt=2019/04/28',NULL,NULL,NULL,'1556425297','contactus_img1.png'),
('36','155642529474p27gw.png','179856','image/png','2019/04/28/155642529474p27gw.png','2019/04/28/thumbnail/155642529474p27gw.png','?file=155642529474p27gw.png&dt=2019/04/28',NULL,NULL,NULL,'1556425294','contactus_img2.png'),
('35','1556425292go85r.png','2311166','image/png','2019/04/28/1556425292go85r.png','2019/04/28/thumbnail/1556425292go85r.png','?file=1556425292go85r.png&dt=2019/04/28',NULL,NULL,NULL,'1556425292','contactus_img3.png'),
('34','1556425273907hur.png','443240','image/png','2019/04/28/1556425273907hur.png','2019/04/28/thumbnail/1556425273907hur.png','?file=1556425273907hur.png&dt=2019/04/28',NULL,NULL,NULL,'1556425273','aboutus_img4.png'),
('33','1556425271116lcgt.png','251488','image/png','2019/04/28/1556425271116lcgt.png','2019/04/28/thumbnail/1556425271116lcgt.png','?file=1556425271116lcgt.png&dt=2019/04/28',NULL,NULL,NULL,'1556425271','aboutus_img3.png'),
('32','15564252684y7doo.png','507955','image/png','2019/04/28/15564252684y7doo.png','2019/04/28/thumbnail/15564252684y7doo.png','?file=15564252684y7doo.png&dt=2019/04/28',NULL,NULL,NULL,'1556425268','aboutus_img2.png'),
('43','155643552755p2dvm.png','858185','image/png','2019/04/28/155643552755p2dvm.png','2019/04/28/thumbnail/155643552755p2dvm.png','?file=155643552755p2dvm.png&dt=2019/04/28',NULL,NULL,NULL,'1556435527','Curricular_banner.png'),
('44','15564358474dxtr9.jpg','149724','image/jpeg','2019/04/28/15564358474dxtr9.jpg','2019/04/28/thumbnail/15564358474dxtr9.jpg','?file=15564358474dxtr9.jpg&dt=2019/04/28',NULL,NULL,NULL,'1556435847','contactus_banner1.jpg'),
('45','155643585051mtr2f.png','203951','image/png','2019/04/28/155643585051mtr2f.png','2019/04/28/thumbnail/155643585051mtr2f.png','?file=155643585051mtr2f.png&dt=2019/04/28',NULL,NULL,NULL,'1556435850','contactus_img1.png'),
('46','155643585369d88v3.png','179856','image/png','2019/04/28/155643585369d88v3.png','2019/04/28/thumbnail/155643585369d88v3.png','?file=155643585369d88v3.png&dt=2019/04/28',NULL,NULL,NULL,'1556435853','contactus_img2.png'),
('51','155643720536cei6n.png','203951','image/png','2019/04/28/155643720536cei6n.png','2019/04/28/thumbnail/155643720536cei6n.png','?file=155643720536cei6n.png&dt=2019/04/28',NULL,NULL,NULL,'1556437205','contactus_img1.png'),
('52','1556437207976injl.png','858185','image/png','2019/04/28/1556437207976injl.png','2019/04/28/thumbnail/1556437207976injl.png','?file=1556437207976injl.png&dt=2019/04/28',NULL,NULL,NULL,'1556437208','Curricular_banner.png'),
('53','155643730138zgquu.jpg','149724','image/jpeg','2019/04/28/155643730138zgquu.jpg','2019/04/28/thumbnail/155643730138zgquu.jpg','?file=155643730138zgquu.jpg&dt=2019/04/28',NULL,NULL,NULL,'1556437301','contactus_banner1.jpg'),
('50','15564371313ritjb.png','1011899','image/png','2019/04/28/15564371313ritjb.png','2019/04/28/thumbnail/15564371313ritjb.png','?file=15564371313ritjb.png&dt=2019/04/28',NULL,NULL,NULL,'1556437131','container_banner1.png'),
('54','155643730429qdpmi.png','1011899','image/png','2019/04/28/155643730429qdpmi.png','2019/04/28/thumbnail/155643730429qdpmi.png','?file=155643730429qdpmi.png&dt=2019/04/28',NULL,NULL,NULL,'1556437304','container_banner1.png'),
('62','15564413878t3pan.png','1196960','image/png','2019/04/28/15564413878t3pan.png','2019/04/28/thumbnail/15564413878t3pan.png','?file=15564413878t3pan.png&dt=2019/04/28',NULL,NULL,NULL,'1556441387','partner_banner.png'),
('56','155643733112ejcvh.png','966777','image/png','2019/04/28/155643733112ejcvh.png','2019/04/28/thumbnail/155643733112ejcvh.png','?file=155643733112ejcvh.png&dt=2019/04/28',NULL,NULL,NULL,'1556437331','contactus_banner1.png'),
('67','155644344506xfz0l.png','16021','image/png','2019/04/28/155644344506xfz0l.png','2019/04/28/thumbnail/155644344506xfz0l.png','?file=155644344506xfz0l.png&dt=2019/04/28',NULL,NULL,NULL,'1556443445','partner01.png'),
('65','155644253303sm88z.png','6846','image/png','2019/04/28/155644253303sm88z.png','2019/04/28/thumbnail/155644253303sm88z.png','?file=155644253303sm88z.png&dt=2019/04/28',NULL,NULL,NULL,'1556442533','partner03.png'),
('68','15565036290982l9v77.jpg','413753','image/jpeg','2019/04/29/15565036290982l9v77.jpg','2019/04/29/thumbnail/15565036290982l9v77.jpg','?file=15565036290982l9v77.jpg&dt=2019/04/29',NULL,NULL,NULL,'1556503629','NewsLists_banner.jpg'),
('69','15565042449433bjhsw.jpg','180763','image/jpeg','2019/04/29/15565042449433bjhsw.jpg','2019/04/29/thumbnail/15565042449433bjhsw.jpg','?file=15565042449433bjhsw.jpg&dt=2019/04/29',NULL,NULL,NULL,'1556504245','NewsLists_bg.jpg'),
('70','15565086755172r7ekv.jpg','149724','image/jpeg','2019/04/29/15565086755172r7ekv.jpg','2019/04/29/thumbnail/15565086755172r7ekv.jpg','?file=15565086755172r7ekv.jpg&dt=2019/04/29',NULL,NULL,NULL,'1556508675','contactus_banner1.jpg'),
('73','155651611243067nsj3.png','697834','image/png','2019/04/29/155651611243067nsj3.png','2019/04/29/thumbnail/155651611243067nsj3.png','?file=155651611243067nsj3.png&dt=2019/04/29',NULL,NULL,NULL,'1556516112','contactus_img3.png'),
('74','15565161778631i2j0v.png','474671','image/png','2019/04/29/15565161778631i2j0v.png','2019/04/29/thumbnail/15565161778631i2j0v.png','?file=15565161778631i2j0v.png&dt=2019/04/29',NULL,NULL,NULL,'1556516178','entrance_img.png'),
('75','1556522078691254yh0.png','357782','image/png','2019/04/29/1556522078691254yh0.png','2019/04/29/thumbnail/1556522078691254yh0.png','?file=1556522078691254yh0.png&dt=2019/04/29',NULL,NULL,NULL,'1556522078','newsdetail_img1.png'),
('76','155652424932049p8v6.png','357782','image/png','2019/04/29/155652424932049p8v6.png','2019/04/29/thumbnail/155652424932049p8v6.png','?file=155652424932049p8v6.png&dt=2019/04/29',NULL,NULL,NULL,'1556524249','newsdetail_img1.png');
/*!40000 ALTER TABLE `shm_upload` ENABLE KEYS */;
UNLOCK TABLES;


-- Table structure for shm_users 
DROP TABLE IF EXISTS `shm_users`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `shm_users` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT '唯一编号',
  `cid` int(11) DEFAULT '0' COMMENT '所属栏目',
  `ccid` int(11) NOT NULL DEFAULT '0' COMMENT '栏目条目ID伪栏目',
  `sort_id` int(11) DEFAULT '0' COMMENT '排序编号',
  `audit` int(1) NOT NULL DEFAULT '0' COMMENT '0:1审核',
  `flag` int(1) NOT NULL DEFAULT '0' COMMENT '0:1推荐',
  `ctype` int(4) NOT NULL DEFAULT '0' COMMENT '默认分类',
  `type_id` int(4) DEFAULT NULL COMMENT '类型',
  `title` tinytext COMMENT '标题',
  `link` text COMMENT '外链',
  `title_seo` tinytext,
  `intro` varchar(500) DEFAULT NULL COMMENT '简介(200汉字)',
  `tags` tinytext COMMENT '标签',
  `content` text COMMENT '内容',
  `timeline` int(11) DEFAULT NULL COMMENT '发布/修改时间',
  `click` int(11) NOT NULL DEFAULT '0' COMMENT '登录次数',
  `photo` varchar(10) DEFAULT NULL COMMENT '图片',
  `thumb` varchar(50) DEFAULT NULL COMMENT '图片缩略图',
  `username` varchar(20) DEFAULT NULL COMMENT '用户名',
  `nickname` varchar(20) DEFAULT NULL COMMENT '昵称',
  `password` varchar(50) DEFAULT NULL COMMENT '密码',
  `email` varchar(50) DEFAULT NULL COMMENT '邮箱',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=33 DEFAULT CHARSET=utf8 COMMENT='会员中心';
/*!40101 SET character_set_client = @saved_cs_client */;


-- Dumping data for table `shm_users`
LOCK TABLES `shm_users` WRITE;
/*!40000 ALTER TABLE `shm_users` DISABLE KEYS */;
/*!40000 ALTER TABLE `shm_users` ENABLE KEYS */;
UNLOCK TABLES;


-- Table structure for shm_videos 
DROP TABLE IF EXISTS `shm_videos`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `shm_videos` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT '唯一编号',
  `cid` int(11) NOT NULL COMMENT '所属栏目',
  `ccid` int(11) NOT NULL DEFAULT '0' COMMENT '栏目条目ID伪栏目',
  `sort_id` int(11) DEFAULT '0' COMMENT '排序编号',
  `audit` int(1) NOT NULL DEFAULT '0' COMMENT '0:1审核',
  `flag` int(1) NOT NULL DEFAULT '0' COMMENT '0:1推荐',
  `ctype` int(4) NOT NULL DEFAULT '0' COMMENT '默认分类',
  `type_id` int(4) DEFAULT NULL COMMENT '类型',
  `entitle` varchar(50) DEFAULT NULL,
  `title` varchar(250) NOT NULL COMMENT '标题',
  `title_seo` varchar(250) DEFAULT NULL,
  `intro` varchar(250) DEFAULT NULL COMMENT '简介(200汉字)',
  `tags` tinytext COMMENT '标签',
  `videourl` text,
  `content` text COMMENT '内容',
  `timeline` int(11) DEFAULT NULL COMMENT '发布/修改时间',
  `expiretime` int(10) DEFAULT NULL COMMENT '公告过期时间',
  `status` int(1) NOT NULL DEFAULT '0' COMMENT '0:1状态,1 发布，0 草稿',
  `author` varchar(50) DEFAULT NULL COMMENT '消息作者',
  `source` varchar(50) DEFAULT NULL COMMENT '消息来源',
  `click` int(11) NOT NULL DEFAULT '0' COMMENT '浏览次数',
  `color` int(1) NOT NULL DEFAULT '0' COMMENT '突显状态/颜色',
  `photo` varchar(200) DEFAULT NULL COMMENT '相关图片',
  `thumb` varchar(200) DEFAULT NULL COMMENT '图片缩略图',
  `files` tinytext COMMENT '附件',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='视频';
/*!40101 SET character_set_client = @saved_cs_client */;


-- Dumping data for table `shm_videos`
LOCK TABLES `shm_videos` WRITE;
/*!40000 ALTER TABLE `shm_videos` DISABLE KEYS */;
/*!40000 ALTER TABLE `shm_videos` ENABLE KEYS */;
UNLOCK TABLES;


-- Table structure for shm_webmodels 
DROP TABLE IF EXISTS `shm_webmodels`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `shm_webmodels` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT '唯一编号',
  `cid` int(11) NOT NULL DEFAULT '0' COMMENT '所属栏目',
  `ccid` int(11) NOT NULL DEFAULT '0' COMMENT '栏目条目ID伪栏目',
  `mid` int(10) DEFAULT '1' COMMENT '1:新闻模块',
  `sort_id` int(11) DEFAULT '0' COMMENT '排序编号',
  `audit` int(1) NOT NULL DEFAULT '0' COMMENT '0:1审核',
  `flag` int(1) NOT NULL DEFAULT '0' COMMENT '0:1推荐',
  `ctype` int(4) NOT NULL DEFAULT '0' COMMENT '默认分类',
  `type_id` int(4) DEFAULT NULL COMMENT '类型',
  `title` tinytext COMMENT '标题',
  `link` text COMMENT '外链',
  `title_seo` tinytext,
  `intro` varchar(500) DEFAULT NULL COMMENT '简介(200汉字)',
  `tags` tinytext COMMENT '标签',
  `content` text COMMENT '内容',
  `timeline` int(11) DEFAULT NULL COMMENT '发布/修改时间',
  `photo` varchar(200) DEFAULT NULL COMMENT '图片',
  `thumb` varchar(200) DEFAULT NULL COMMENT '图片缩略图',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=22 DEFAULT CHARSET=utf8 COMMENT='新闻模块';
/*!40101 SET character_set_client = @saved_cs_client */;


-- Dumping data for table `shm_webmodels`
LOCK TABLES `shm_webmodels` WRITE;
/*!40000 ALTER TABLE `shm_webmodels` DISABLE KEYS */;
INSERT INTO `shm_webmodels` (`id`,`cid`,`ccid`,`mid`,`sort_id`,`audit`,`flag`,`ctype`,`type_id`,`title`,`link`,`title_seo`,`intro`,`tags`,`content`,`timeline`,`photo`,`thumb`) VALUES
('21','0','0','2','2','0','0','0','4',NULL,NULL,NULL,NULL,NULL,NULL,'1492415649',NULL,NULL),
('20','0','0','1','1','0','0','0','5',NULL,NULL,NULL,NULL,NULL,NULL,'1489116841',NULL,'');
/*!40000 ALTER TABLE `shm_webmodels` ENABLE KEYS */;
UNLOCK TABLES;


-- END TIME: 2019-04-30 11:14:46
